[
  {
    "id": "1cZ2pvH8Itqipc5s",
    "name": "The Moaning Diamond",
    "img": "systems/D35E/icons/items/magic/gems/Jewelry_17_brilliant.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "slotless",
    "price": 0,
    "weight": 0,
    "description": "The Moaning Diamond: The Moaning Diamond appears to be an uncut diamond the size of a human fist. At all times, it gives forth a baleful moaning sound, as if in pain. Despite the noise, the Moaning Diamond is not evil. The wielder of the stone can, three times per day, call upon it to reshape earth and stone as if by the spell stone shape , affecting 5,000 cubic feet of material. The Moaning Diamond can summon an elder earth elemental with maximum hit points that serves the caster until it is slain. Only one such elemental can be summoned at a time; if it is slain, a new creature cannot be summoned for 24 hours."
  },
  {
    "id": "6ivcdWASt8mfuHuP",
    "name": "The Orbs of Dragonkind",
    "img": "systems/D35E/icons/items/magic/wonders/Enchantment_18_earthsubstance.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "slotless",
    "price": 0,
    "weight": 0,
    "description": "The Orbs of Dragonkind: Each of these fabled orbs contains the essence and personality of an ancient dragon of a different variety (one for each of the major ten different chromatic and metallic dragons). The bearer of an Orb can dominate dragons of its particular variety within 500 feet (as dominate monster ), the dragon being forced to make a DC 25 Will save to resist. (Spell resistance is not useful against this effect.) Each Orb of Dragonkind bestows upon the wielder the AC and saving throw bonuses of the dragon within. These values replace whatever values the character would otherwise have, whether they are better or worse. These values cannot be modified by any means short of ridding the character of the Orb . A character possessing an Orb of Dragonkind is immune to the breath weapon-but only the breath weapon-of the dragon variety keyed to the Orb . Finally, a character possessing an Orb can herself use the breath weapon of the dragon in the Orb three times per day. All Orbs of Dragonkind can be used to communicate verbally and visually with the possessors of the other Orbs . The owner of an Orb knows whether there are dragons within 10 miles at all times. For dragons of the Orb 's particular variety, the range is 100 miles. If within 1 mile of a dragon of the Orb 's variety, the wielder can determine the exact location and age of the creature. The bearer of one of these Orbs earns the enmity forever of all dragonkind for profiting by the enslavement of one of their kin, even if she later loses the item. Each Orb also has an individual power that can be invoked once per round at 10th caster level. Black Dragon Orb: Fly (Will DC 17 negates). Blue Dragon Orb: Haste (Fortitude DC 17 negates). Brass Dragon Orb: Teleport (Will DC 19 negates). Bronze Dragon Orb: Scrying (Will DC 18 negates). Copper Dragon Orb: Suggestion (Will DC 17 negates). Gold Dragon Orb: The owner of the gold Orb can call upon any power possessed by one of the other Orbs -including the dominate and breath weapon abilities but not AC, save bonuses, or breath weapon immunity-but can only use an individual power once per day. She can use dominate on any other possessor of an Orb within 1 mile (Will DC 23 negates). Green Dragon Orb: Spectral hand . Red Dragon Orb: Wall of fire . Silver Dragon Orb: Cure critical wounds (Will DC 18 half ). White Dragon Orb: Protection from energy (cold) (Fortitude DC 17 negates)."
  },
  {
    "id": "CgzE43T5wC0o2qXz",
    "name": "Codex of the Infinite Planes",
    "img": "systems/D35E/icons/items/magic/wonders/Book_v2_40.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "slotless",
    "price": 0,
    "weight": 0,
    "description": "Codex of the Infinite Planes: The Codex is enormous-supposedly, it requires two strong men to lift it. No matter how many pages are turned, another always remains. Anyone opening the Codex for the first time is utterly annihilated, as with a destruction spell (Fortitude DC 30 for only 10d6 damage). Those who survive can peruse its pages and learn its powers, though not without risk. Each day spent studying the Codex allows the reader to make a Spellcraft check (DC 50) to learn one of its powers (choose the power learned randomly; add a +1 circumstance bonus on the check per additional day spent reading until a power is learned). However, each day of study also forces the reader to make a Will save (DC 30 + 1 per day of study) to avoid being driven insane (as the insanity spell). The powers of the Codex of the Infinite Planes are as follows: astral projection , banishment , elemental swarm , gate , greater planar ally , greater planar binding , plane shift , and soul bind . Each is usable at will by the owner of the Codex (assuming that he or she has learned how to access the power). The Codex of the Infinite Planes has a caster level of 30th for the purposes of all powers and catastrophes, and all saving throw DCs are 20 + spell level. Activating any power requires both a Concentration check and a Spellcraft check (DC 40 + twice the spell level of the power; the character can't take 10 on this check). Any failure on either check indicates a catastrophe befalls the user (roll on the table below for the effect). A character can only incur one catastrophe per power use, even if he or she fails both checks. d% Catastrophe 01-25 Natural Fury: An earthquake spell centered on the reader strikes every round for 1 minute, and an intensified storm of vengeance spell is centered and targeted on the reader. 26-50 Fiendish Vengeance: A Gate opens and 1d3+1 balor demons, pit fiends, or similar evil outsiders immediately step through and attempt to destroy the owner of the Codex . 51-75 Ultimate Imprisonment: Reader's soul is captured (as trap the soul ; no save allowed) in a random gem somewhere on the plane while his or her body is entombed beneath the earth (as imprisonment ). 76-100 Death: The reader utters a wail of the banshee and then is subject to a destruction spell. This repeats every round for 10 rounds until the reader is dead."
  },
  {
    "id": "DfH49WIkp3Q8QH3i",
    "name": "The Shadowstaff",
    "img": "systems/D35E/icons/items/magic/artifact/staff_17.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "slotless",
    "price": 0,
    "weight": 0,
    "description": "The Shadowstaff: This artifact was crafted centuries ago, weaving together the wispy strands of shadow itself into a twisted black staff. The Shadowstaff makes the wielder slightly shadowy and incorporeal, granting him a +4 bonus to AC and Reflex saves (which stacks with any other bonuses). However, in bright light (such as that of the sun, but not a torch) or in absolute darkness, the wielder takes a -2 penalty on all attack rolls, saves, and checks. The Shadowstaff also has these powers. Summon Shadows: Three times per day the staff may summon 2d4 shadows. Immune to turning, they serve the wielder as if called by a summon monster V spell cast at 20th level. Summon Nightshade: Once per month, the staff can summon a nightcrawler nightshade that serves the wielder as if called by a summon monster IX spell cast at 20th level. Shadow Form: Three times per day the wielder can become a living shadow, with all the movement powers granted by the gaseous form spell. Shadow Bolt: Three times per day the staff can project a ray attack that deals 10d6 points of cold damage to a single target. The shadow bolt has a range of 100 feet. The Shield of the Sun: This +5 large shield , emblazoned with the symbol of the sun, allows the wielder to cast spells as if she were a 20th-level paladin with a Wisdom score of 20. The spells gained are cumulative with any existing spells per day that the character might have, even if she's already a paladin. The Shield of the Sun also grants spell resistance 15 to its wielder. It absorbs the first 10 points of damage from any energy attack (fire, cold, acid, electricity, or sonic). In return for all this, once per year the shield's owner must undertake a quest (no saving throw to avoid) at the behest of a lawful good deity. A character who is evil or chaotic (LE, NE, CE, CN, CG) gains four negative levels if she attempts to use this artifact. Although these negative levels never results in actual level loss, they remain as long as the shield is in hand and cannot be overcome in any way (including restoration spells). The negative levels disappear when the shield is stowed or leaves the wearer's possession."
  },
  {
    "id": "HKHdPWgVpruvX9tP",
    "name": "Axe of the Dwarvish Lords",
    "img": "systems/D35E/icons/items/magic/weapons/named/axe-of-the-dwarvish-lords.png",
    "price": 8,
    "weight": 2,
    "description": "Axe of the Dwarvish Lords: This is a + 6 keen throwing goblinoid bane dwarven waraxe . Any dwarf who holds it doubles the range of his or her darkvision. Any nondwarf who grasps the Axe takes 2 points of temporary Charisma damage; these points cannot be healed or restored in any way while the Axe is held. The current owner of the Axe gains a +10 bonus on Craft (armorsmithing, blacksmithing, gemcutting, stonemasonry, and weaponsmithing) checks. The wielder of the Axe can summon an elder earth elemental (as summon monster IX ; duration 20 rounds) once per week."
  },
  {
    "id": "HQUBZH2xqHRvrQ7r",
    "name": "Deck of Many Things",
    "img": "systems/D35E/icons/items/magic/wonders/Quest_31.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "slotless",
    "price": 0,
    "weight": 0,
    "description": "Deck of Many Things: A deck of many things (both beneficial and baneful) is usually found in a box or leather pouch. Each deck contains a number of cards or plaques made of ivory or vellum. Each is engraved with glyphs, characters, and sigils. As soon as one of these cards is drawn from the pack, its magic is bestowed upon the person who drew it, for better or worse. The character with a deck of many things who wishes to draw a card must announce how many cards she will draw before she begins. Cards must be drawn within 1 hour of each other, and a character can never again draw from this deck any more cards than she has announced. If the character does not willingly draw her allotted number (or if she is somehow prevented from doing so), the cards flip out of the deck on their own. Exception: If the jester is drawn, the possessor of the deck may elect to draw two additional cards. Each time a card is taken from the deck, it is replaced (making it possible to draw the same card twice) unless the draw is the jester or the fool, in which case the card is discarded from the pack. A deck of many things contains 22 cards. To simulate the magic cards, you may want to use tarot cards, as indicated in the second column of the accompanying table. If no tarot deck is available, substitute ordinary playing cards instead, as indicated in the third column. The effects of each card, summarized on the table, are fully described below. Deck of Many Things Plaque Tarot Card Playing Card Summary of Effect Balance XI. Justice Two of spades Change alignment instantly. Comet Two of swords Two of diamonds Defeat the next monster you meet to gain one level. Donjon Four of swords Ace of spades You are imprisoned . Euryale Ten of swords Queen of spades -1 penalty on all saving throws henceforth. The Fates Three of cups Ace of hearts Avoid any situation you choose . . . once. Flames XV. The Devil Queen of clubs Enmity between you and an outsider. Fool 0. The Fool Joker (with trademark) Lose 10,000 experience points and you must draw again. Gem Seven of cups Two of hearts Gain your choice of twenty-five pieces of jewelry or fifty gems. Idiot Two of pentacles Two of clubs Lose Intelligence (permanent drain). You may draw again. Jester XII. The Hanged Man Joker (without trademark) Gain 10,000 XP or two more draws from the deck. Key V. The Hierophant Queen of hearts Gain a major magic weapon. Knight Page of swords Jack of hearts Gain the service of a 4th-level fighter. Moon XVIII. The Moon Queen of diamonds You are granted 1d4 wishes. Rogue Five of swords Jack of spades One of your friends turns against you. Ruin XVI. The Tower King of spades Immediately lose all wealth and real property. Skull XIII. Death Jack of clubs Defeat dread wraith or be forever destroyed. Star XVII. The Star Jack of diamonds Immediately gain a +2 inherent bonus to one ability score. Sun XIX. The Sun King of diamonds Gain beneficial medium wondrous item and 50,000 XP. Talons Queen of pentacles Ace of clubs All magic items you possess disappear permanently. Throne Four of staves King of hearts Gain a +6 bonus on Diplomacy checks plus a small keep. Vizier IX. The Hermit Ace of diamonds Know the answer to your next dilemma. The Void Eight of swords King of clubs Body functions, but soul is trapped elsewhere. Balance: The character must change to a radically different alignment. If the character fails to act according to the new alignment, she gains a negative level. Comet: The character must single-handedly defeat the next hostile monster or monsters encountered, or the benefit is lost. If successful, the character gains enough XP to attain the next experience level. Donjon: This card signifies imprisonment- either by the imprisonment spell or by some powerful being. All gear and spells are stripped from the victim in any case. Draw no more cards. Euryale: The medusalike visage of this card brings a curse that only the fates card or a deity can remove. The -1 penalty on all saving throws is otherwise permanent. Fates: This card enables the character to avoid even an instantaneous occurrence if so desired, for the fabric of reality is unraveled and respun. Note that it does not enable something to happen. It can only stop something from happening or reverse a past occurrence. The reversal is only for the character who drew the card; other party members may have to endure the situation. Flames: Hot anger, jealousy, and envy are but a few of the possible motivational forces for the enmity. The enmity of the outsider can't be ended until one of the parties has been slain. Determine the outsider randomly, and assume that it attacks the character (or plagues her life in some way) within 1d20 days. Fool: The payment of XP and the redraw are mandatory. This card is always discarded when drawn, unlike all others except the jester. Gem: This card indicates wealth. The jewelry is all gold set with gems, each piece worth 2,000 gp, the gems 1,000 gp value each. Idiot: This card causes the drain of 1d4+1 points of Intelligence immediately. The additional draw is optional. Jester: This card is always discarded when drawn, unlike all others except the fool. The redraws are optional. Key: The magic weapon granted must be one usable by the character. It suddenly appears out of nowhere in the character's hand. Knight: The fighter appears out of nowhere and serves loyally until death. He or she is of the same race (or kind) and gender as the character. Moon: This card sometimes bears the image of a moonstone gem with the appropriate number of wishes shown as gleams therein; sometimes it depicts a moon with its phase indicating the number of wishes (full = four; gibbous = three; half = two; quarter = one). These wishes are the same as those granted by the 9th-level wizard spell and must be used within a number of minutes equal to the number received. Rogue: When this card is drawn, one of the character's NPC friends (preferably a cohort) is totally alienated and forever after hostile. If the character has no cohorts, the enmity of some powerful personage (or community, or religious order) can be substituted. The hatred is secret until the time is ripe for it to be revealed with devastating effect. Ruin: As implied by its name, when this card is drawn, all nonmagical possessions of the drawer are lost. Skull: A dread wraith appears. Treat this creature as an unturnable undead. The character must fight it alone-if others help, they get dread wraiths to fight as well. If the character is slain, she is slain forever and cannot be revived, even with a wish or a miracle . Star: The 2 points are added to any ability the character chooses. They cannot be divided among two abilities. Sun: Roll for a medium wondrous item until a useful item is indicated. Talons: When this card is drawn, every magic item owned or possessed by the character is instantly and irrevocably gone. Throne: The character becomes a true leader in people's eyes. The castle gained appears in any open area she wishes (but the decision where to place it must be made within 1 hour). Vizier: This card empowers the character drawing it with the one-time ability to call upon a source of wisdom to solve any single problem or answer fully any question upon her request. The query or request must be made within one year. Whether the information gained can be successfully acted upon is another question entirely. The Void: This black card spells instant disaster. The character's body continues to function, as though comatose, but her psyche is trapped in a prison somewhere-in an object on a far plane or planet, possibly in the possession of an outsider. A wish or a miracle does not bring the character back, instead merely revealing the plane of entrapment. Draw no more cards. Strong (all schools); CL 20th."
  },
  {
    "id": "HsN9krCR3LjOPT5R",
    "name": "Talisman of Reluctant Wishes",
    "img": "systems/D35E/icons/items/magic/neck/Jewelry_59_clay_neck.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "neck",
    "price": 0,
    "weight": 1,
    "description": "Talisman of Reluctant Wishes: A talisman of this sort appears the same as a stone of controlling earth elementals . Its powers are quite different, however, and dependent on the Charisma of the individual holding the talisman. Whenever a character touches a talisman of reluctant wishes , he must make a DC 15 Charisma check. If he fails, the device acts as a stone of weight . Discarding or destroying it results in 5d6 points of damage to the character and the disappearance of the talisman. If he succeeds, the talisman remains with the character for 5d6 hours, or until a wish is made with it, whichever comes first. It then disappears. If he rolls a natural 20, the character finds it impossible to be rid of the talisman for as many months as he has points of Charisma. In addition, the artifact grants him one wish for every 6 points of the character's Charisma. It also grows warm and throbs whenever its possessor comes within 20 feet of a mechanical or magic trap. (If the talisman is not held, its warning heat and pulses are of no avail.) Regardless of which reaction results, a talisman of reluctant wishes disappears when its time period expires, leaving behind a 10,000 gp diamond in its stead. Strong conjuration; CL 20th; Weight 1 lb."
  },
  {
    "id": "WbwMIplMfq6sRxRg",
    "name": "Talisman of Ultimate Evil",
    "img": "systems/D35E/icons/items/magic/neck/Jewelry_50_skullneck.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "neck",
    "price": 0,
    "weight": 0,
    "description": "Talisman of Ultimate Evil: An evil (LE, NE, CE) divine spellcaster who possesses this item can cause a flaming crack to open at the feet of a good (LG, NG, CG) divine spellcaster who is up to 100 feet away. The intended victim is swallowed up forever and sent hurtling to the center of the earth. The wielder of the talisman must be evil, and if she is not exceptionally foul and perverse in the sights of her evil deity the good character gains a DC 19 Reflex save to leap away from the crack. Obviously, the target must be standing on solid ground for this item to function. A talisman of ultimate evil has 6 charges. If a neutral (LN, N, CN) divine spellcaster touches one of these stones, she takes 6d6 points of damage. If a good divine spellcaster touches one, she takes 8d6 points of damage. All other characters are unaffected by the device. Strong evocation [evil]; CL 18th."
  },
  {
    "id": "dMrF7SyYfvvuEDTp",
    "name": "Staff of the Magi",
    "img": "systems/D35E/icons/items/magic/staff/Staff_v2_33.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "slotless",
    "price": 0,
    "weight": 5,
    "description": "Staff of the Magi: A long wooden staff, shod in iron and inscribed with sigils and runes of all types, this potent artifact contains many spell powers and other functions. Some of its powers use charges, while others don't. The following powers do not use charges: Detect magic Enlarge person ( Fortitude DC 15 negates) Hold portal Light Mage armor Mage hand The following powers drain 1 charge per usage: Dispel magic Fireball (10d6 damage, Reflex DC 17 half ) ice storm Invisibility Knock Lightning bolt (10d6 damage, Reflex DC 17 half ) Passwall Pyrotechnics (Will or Fortitude DC 16 negates) Wall of fire Web These powers drain 2 charges per usage: Monster summoning IX Plane shift (Will DC 21 negates) Telekinesis (400 lb. maximum weight; Will DC 19 negates) A staff of the magi gives the wielder spell resistance 23. If this is willingly lowered, however, the staff can also be used to absorb arcane spell energy directed at its wielder, as a rod of absorption does. Unlike the rod, this staff converts spell levels into charges rather than retaining them as spell energy usable by a spellcaster. If the staff absorbs enough spell levels to exceed its limit of 50 charges, it explodes as if a retributive strike had been performed (see below). The wielder has no idea how many spell levels are cast at her, for the staff does not communicate this knowledge as a rod of absorption does. (Thus, absorbing spells can be risky.) Retributive Strike: A staff of the magi can be broken for a retributive strike. Such an act must be purposeful and declared by the wielder. All charges in the staff are released in a 30-foot spread. All within 10 feet of the broken staff take hit points of damage equal to 8 times the number of charges in the staff, those between 11 feet and 20 feet away take points equal to 6 times the number of charges, and those 21 feet to 30 feet distant take 4 times the number of charges. A DC 17 Reflex save reduces damage by half. The character breaking the staff has a 50% chance (01-50 on d%) of traveling to another plane of existence, but if she does not (51-100), the explosive release of spell energy destroys her. Only specific items, including the staff of the magi and the staff of power are capable of a retributive strike. Strong (all schools); CL 20th; Weight 5 lb."
  },
  {
    "id": "eivsdhIw9X2YaWdG",
    "name": "Annulus",
    "img": "systems/D35E/icons/items/magic/artifact/Ring_11.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "slotless",
    "price": 0,
    "weight": 0,
    "description": "Annulus: This artifact is the ultimate psionic nullifier. Forged to keep enemies of vast psionic power at bay, the Annulus is an artifact that any psionic being should fear. It has been forgotten in the modern age, and merely finding it would precipitate a great upheaval across the planes. The Annulus is a 1-foot-diameter ring of silvery material. Tiny slots, antennae, spheres, and other intricate projections decorate the exterior of the hoop; however, two smoothed lengths of the ring provide an adequate surface for grasping the item. The Annulus has several powers, all of which require a wielder to tightly grasp the ring with at least one hand. When it is first grasped, knowledge of the artifact's powers immediately flood the wielder's mind. The wielder can access all powers of the Annulus at manifester level 20th. The Annulus generates a continuous catapsi effect within a 100-foot-radius of the wielder (who is unaffected). The wielder gains a +4 enhancement bonus on any attempt to resist an effect that deals ability damage. Once per day, the wielder can trigger ultrablast as a standard action. Three times per day, as a standard action, the wielder can trigger an effect similar to psionic dimensional anchor that affects all creatures in a 50-foot radius. The primary power of the Annulus , however, is psionic nullification. Once per year, the wielder can trigger this effect as a special action requiring 10 rounds of continuous concentration to complete. The wielder specifies a target or targets within a 100-foot radius, ranging from a specific psionic individual or item to a group of psionic beings that share the same philosophy. The nullification effect is accompanied by blasts of light, heat, and sound from the Annulus . Nonpsionic creatures and items are unaffected, as are nontargeted beings, but any psionic target-regardless of any protection it may possess-disintegrates in a terrific explosion. Nothing is left but floating dust. It is relatively easy to nullify a single target or a small group of targets, but nullifying a more powerful being (such as a demigod or greater entity) or another major artifact taxes the Annulus to its limits. If it is used to nullify such a target, the artifact succeeds but is destroyed in the process and cannot be retrieved by any means."
  },
  {
    "id": "hoVKPDwbwILzZHDH",
    "name": "Talisman of the Sphere",
    "img": "systems/D35E/icons/items/magic/neck/Jewelry_52_blueneck.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "neck",
    "price": 0,
    "weight": 1,
    "description": "Talisman of the Sphere: This small adamantine loop and handle are useless to those unable to cast arcane spells. Characters who cannot cast arcane spells take 5d6 points of damage merely from picking up and holding a talisman of this sort. However, when held by an arcane spellcaster who is concentrating on control of a sphere of annihilation , a talisman of the sphere doubles the character's modifier on his control check (doubling both his Intelligence bonus and his character level for this purpose). If the wielder of a talisman establishes control, he need check for maintaining control only every other round thereafter. If control is not established, the sphere moves toward him. Note that while many spells and effects of cancellation have no effect upon a sphere of annihilation , the talisman's power of control can be suppressed or canceled. Strong transmutation; CL 16th; Weight 1 lb."
  },
  {
    "id": "joHiP9hVAd0cMOg5",
    "name": "Sphere of Annihilation",
    "img": "systems/D35E/icons/items/magic/artifact/Relic_v2_07.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "slotless",
    "price": 0,
    "weight": 0,
    "description": "Sphere of Annihilation: A sphere of annihilation is a globe of absolute blackness, a ball of nothingness 2 feet in diameter. The object is actually a hole in the continuity of the multiverse. Any matter that comes in contact with a sphere is instantly sucked into the void, gone, and utterly destroyed. Only the direct intervention of a deity can restore an annihilated character. A sphere of annihilation is static, resting in some spot as if it were a normal hole. It can be caused to move, however, by mental effort (think of this as a mundane form of telekinesis, too weak to move actual objects but a force to which the sphere, being weightless, is sensitive). A character's ability to gain control of a sphere of annihilation (or to keep controlling one) is based on the result of a control check against DC 30 (a move action). A control check is 1d20 + character level + character Int modifier. If the check succeeds, the character can move the sphere (perhaps to bring it into contact with an enemy) as a free action. Control of a sphere can be established from as far away as 40 feet (the character need not approach too closely). Once control is established, it must be maintained by continuing to make control checks (all DC 30) each round. For as long as a character maintains control (does not fail a check) in subsequent rounds, he can control the sphere from a distance of 40 feet + 10 feet per character level. The sphere's speed in a round is 10 feet +5 feet for every 5 points by which the character's control check result in that round exceeded 30. If a control check fails, the sphere slides 10 feet in the direction of the character attempting to move it. If two or more creatures vie for control of a sphere of annihilation , the rolls are opposed. If none are successful, the sphere slips toward the one who rolled lowest. Should a gate spell be cast upon a sphere of annihilation , there is a 50% chance (01-50 on d%) that the spell destroys it, a 35% chance (51-85) that the spell does nothing, and a 15% chance (86-100) that a gap is torn in the spatial fabric, catapulting everything within a 180-foot radius into another plane. If a rod of cancellation touches a sphere of annihilation , they negate each other in a tremendous explosion. Everything within a 60-foot radius takes 2d6x10 points of damage. Dispel magic and mage's disjunction have no effect on a sphere. See also talisman of the sphere (below). Strong transmutation; CL 20th."
  },
  {
    "id": "muIG3sqMqRcBXdg4",
    "name": "Crystal Hypnosis Ball",
    "img": "systems/D35E/icons/items/magic/gems/Jewelry_07_pearl.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "slotless",
    "price": 0,
    "weight": 0,
    "description": "Crystal Hypnosis Ball: This cursed item is indistinguishable from a normal crystal ball . However, anyone attempting to use the scrying device becomes fascinated for 1d6 minutes, and a telepathic suggestion is implanted in his mind (Will DC 19 negates). The user of the device believes that the desired creature or scene was viewed, but actually he came under the influence of a powerful wizard, lich, or even some power or being from another plane. Each further use brings the crystal hypnosis ball gazer deeper under the influence of the controller, either as a servant or a tool. Note that throughout this time, the user remains unaware of his subjugation. Moderate divination; CL 17th; In effect, this is a minor artifact and cannot be created; Price n/a."
  },
  {
    "id": "r2aMZYSNhl9gchFA",
    "name": "Psicrown of the Crystal Mind",
    "img": "systems/D35E/icons/items/magic/head/Helm_69.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "slotless",
    "price": 0,
    "weight": 0,
    "description": "Psicrown of the Crystal Mind: An elaborate crystalline psicrown etched with strange designs, this exceptional psicrown is so invested with power that it is considered an artifact. The power points in the Psicrown of the Crystal Mind can be used to manifest any of the following powers at manifester level 20th (or at the wearer's manifester level if it is higher than 20th). Burst Catfall C oncealing amorpha , greater Concussion blast Daze , psionic Detect psionics Dominate , psionic Far hand Float Mindlink Inertial barrier Telekinetic force Telekinetic maneuver Telekinetic thrust Teleport , psionic Thicken skin True metabolism The wearer of the Psicrown of the Crystal Mind also gains power resistance equal to 10 + his manifester level. The Psicrown of the Crystal Mind has 1,000 power points when discovered. Anyone who dons the crown instantly knows the number of power points it has at the current time. The crown recharges itself, gaining back 1 power point per day if it currently has fewer than 1,000 points. As a special one-time use of the psicrown, the wearer can channel all the remaining charges in the psicrown into an uncontrolled burst of energy. The wearer triggers this use as a standard action. All within 20 feet of the wearer take hit points of damage equal to half the power points left in the staff (Reflex DC 18 half). The wearer inhabits a tiny eye of calm at the center of the destruction and is unharmed, but the psicrown is reduced to a burned-out cinder."
  },
  {
    "id": "w4U0b4T3MjgRsM1i",
    "name": "Book of Infinite Spells",
    "img": "systems/D35E/icons/items/magic/wonders/Book_v2_09.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "slotless",
    "price": 0,
    "weight": 3,
    "description": "Book of Infinite Spells: This work bestows upon any character of any class the ability to use the spells within its pages. However, any character not already able to use spells gains one negative level for as long as the book is in her possession or while she uses its power. A book of infinite spells contains 1d8+22 pages. The nature of each page is determined by a dice roll: 01-50, arcane spell; 51-100, divine spell. Determine the exact spell by using the tables for determining major scroll spells. Once a page is turned, it can never be flipped back-paging through a book of infinite spells is a one-way trip. If the book is closed, it always opens again to the page it was on before the book was closed. When the last page is turned, the book vanishes. Once per day the owner of the book can cast the spell to which the book is opened. If that spell happens to be one that is on the character's class spell list, she can cast it up to four times per day. The pages cannot be ripped out without destroying the book. Similarly, the spells cannot be cast as scroll spells, nor can they be copied into a spellbook-their magic is bound up permanently within the book itself. The owner of the book need not have the book on her person in order to use its power. The book can be stored in a place of safety while the owner is adventuring and still allow its owner to cast spells by means of its power. Each time a spell is cast, there is a chance that the energy connected with its use causes the page to magically turn despite all precautions. The owner knows this and may even benefit from the turning by gaining access to a new spell. The chance of a page turning depends on the spell the page contains and what sort of spellcaster the owner is. Condition Chance of Page Turning Caster employing a spell usable by own class and level 10% Caster employing a spell not usable by own class and level 20% Nonspellcaster employing divine spell 25% Nonspellcaster employing arcane spell 30% Treat each spell use as if a scroll were being employed, for purposes of determining casting time, spell failure, and so on. Strong (all schools); CL 18th; Weight 3 lb."
  },
  {
    "id": "ysGtIB30J5HdtNP5",
    "name": "Talisman of Pure Good",
    "img": "systems/D35E/icons/items/magic/neck/Jewelry_56_gold_medallion.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "neck",
    "price": 0,
    "weight": 0,
    "description": "Talisman of Pure Good: A good (LG, NG, CG) divine spellcaster who possesses this item can cause a flaming crack to open at the feet of an evil (LE, NE, CE) divine spellcaster who is up to 100 feet away. The intended victim is swallowed up forever and sent hurtling to the center of the earth. The wielder of the talisman must be good, and if he is not exceptionally pure in thought and deed the evil character gains a DC 19 Reflex saving throw to leap away from the crack. Obviously, the target must be standing on solid ground for this item to function. A talisman of pure good has 6 charges. If a neutral (LN, N, CN) divine spellcaster touches one of these stones, he takes 6d6 points of damage. If an evil divine spellcaster touches one, he takes 8d6 points of damage. All other characters are unaffected by the device. Strong evocation [good]; CL 18th."
  }
]