[
  {
    "id": "24Crt6ShpblXXuOK",
    "name": "Ring of Protection +4",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_25_little_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 32000,
    "weight": 0,
    "description": "Protection: This ring offers continual magical protection in the form of a deflection bonus of +1 to +5 to AC. Faint abjuration; CL 5th; Forge Ring, shield of faith , caster must be of a level at least three times greater than the bonus of the ring; Price 2,000 gp ( ring +1 ), 8,000 gp ( ring +2 ), 18,000 gp ( ring +3 ), 32,000 gp ( ring +4 ), 50,000 gp ( ring +5 )."
  },
  {
    "id": "2DMp33liZWgAr0d0",
    "name": "Ring of Energy Resistance, Minor",
    "img": "systems/D35E/icons/items/magic/ring/Ring_51.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 12000,
    "weight": 0,
    "description": "Energy Resistance: This reddish iron ring continually protects the wearer from damage from one type of energy-acid, cold, electricity, fire, or sonic (chosen by the creator of the item; determine randomly if found as part of a treasure hoard). Each time the wearer would normally take such damage, subtract the ring's resistance value from the damage dealt. A minor ring of energy resistance grants 10 points of resistance. A major ring of energy resistance grants 20 points of resistance. A greater ring of energy resistance grants 30 points of resistance. Faint (minor or major) or moderate (greater) abjuration; CL 3rd (minor), 7th (major), or 11th (greater); Forge Ring, resist energy ; Price 12,000 gp (minor), 28,000 gp (major), 44,000 gp (greater)."
  },
  {
    "id": "3g5uyxftExNZXsrk",
    "name": "Ring Gates",
    "img": "systems/D35E/icons/items/magic/ring/Ring_01.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "slotless",
    "price": 40000,
    "weight": 1,
    "description": "Ring Gates: These always come in pairs-two iron rings, each about 18 inches in diameter. The rings must be on the same plane of existence and within 100 miles of each other to function. Whatever is put through one ring comes out the other, and up to 100 pounds of material can be transferred each day. (Objects only partially pushed through and then retracted do not count.) This useful device allows for instantaneous transport of items or messages, and even attacks. A character can reach through to grab things near the other ring, or even stab a weapon through if so desired. Alternatively, a character could stick his head through to look around. A spellcaster could even cast a spell through a ring gate . A Small character can make a DC 13 Escape Artist check to slip through. Creatures of Tiny, Diminutive, or Fine size can pass through easily. Each ring has a 'entry side' and an 'exit side,' both marked with appropriate symbols. Strong conjuration; CL 17th; Craft Wondrous Item, gate ; Price 40,000 gp; Weight 1 lb. each."
  },
  {
    "id": "3jlEkkuG0uf6cvay",
    "name": "Ring of Chameleon Power",
    "img": "systems/D35E/icons/items/magic/ring/Ring_50.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 12700,
    "weight": 0,
    "description": "Chameleon Power: As a free action, the wearer of this ring can gain the ability to magically blend in with the surroundings. This provides a +10 competence bonus on her Hide checks. As a standard action, she can also command the ring to utilize the spell disguise self as often as she wants. Faint illusion; CL 3rd; Forge Ring, disguise self , invisibility ; Price 12,700 gp."
  },
  {
    "id": "3oGRCXEk8Fc1fL9X",
    "name": "Ring of Jumping, Improved",
    "img": "systems/D35E/icons/items/magic/ring/Ring_44.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 10000,
    "weight": 0,
    "description": "Jumping, Improved: As jumping, except it grants a +10 competence bonus on its wearer's Jump check. Moderate transmutation; CL 7th; Forge Ring, creator must have 10 ranks in the Jump skill; Price 10,000 gp."
  },
  {
    "id": "4jK5UXOQNzfY03SZ",
    "name": "Ring of Protection +9",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_26_mage_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 1620000,
    "weight": 0,
    "description": "Protection: This ring offers continual magical protection in the form of a deflection bonus to Armor Class of +6 or higher. Caster Level: 20th: Prerequisites: Forge Ring, Forge Epic Ring, shield of faith , creator's caster level must be three times the ring's bonus; Market Price: 720,000 gp (+6), 980,000 gp (+7), 1,280,000 gp (+8), 1,620,000 gp (+9), 2,000,000 gp (+10)."
  },
  {
    "id": "4tYCrBXtL81IDXq1",
    "name": "Ring of Protection +8",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_26_mage_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 1280000,
    "weight": 0,
    "description": "Protection: This ring offers continual magical protection in the form of a deflection bonus to Armor Class of +6 or higher. Caster Level: 20th: Prerequisites: Forge Ring, Forge Epic Ring, shield of faith , creator's caster level must be three times the ring's bonus; Market Price: 720,000 gp (+6), 980,000 gp (+7), 1,280,000 gp (+8), 1,620,000 gp (+9), 2,000,000 gp (+10)."
  },
  {
    "id": "5Xms63aIdAO7Ne5v",
    "name": "Ring of Energy Immunity",
    "img": "systems/D35E/icons/items/magic/ring/Ring_21.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 240000,
    "weight": 0,
    "description": "Energy Immunity: This band continually provides the wearer with immunity to a single type of energy: fire, cold, electricity, acid, or sonic. The wearer takes no damage from the energy of the specific type. Caster Level: 20th; Prerequisites: Forge Ring, Forge Epic Ring, protection from energy; Market Price: 240,000 gp. Epic"
  },
  {
    "id": "6pgS0IEjHXgeWkIx",
    "name": "Ring of Epic Psionics VI",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_33_blue_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 360000,
    "weight": 0,
    "description": "Epic Psionics: This special crystal ring comes in a variety of types useful only to psionic characters (characters who have power points per day). The wearer's total power points per day are increased, depending on the ring. The points granted are not bonus points-while the ring is worn, it actually increases the wearer's points per day, but a night's rest is required before gaining access to the increased power point per day total. (Power points are not actually stored in the ring, as would be the case for a crystal capacitor. Instead, the ring grants power points by magnifying the manifester's own power.) A ring of epic psionics V increases the wearer's daily power points by 43 points, a ring of epic psionics VI grants 63 power points, a ring of epic psionics VII grants 87 power points, a ring of epic psionics VIII grants 115 points, and a ring of epic psionics IX grants 147 power points. Manifester Level: 23rd ( epic psionics V), 26th ( epic psionics VI ), 29th ( epic psionics VII ), 32nd ( epic psionics VIII ), 35th ( epic psionics IX ); Prerequisites: Craft Universal Item, Craft Epic Universal Item, great emulation; Market Price: 250,000 gp ( epic psionics V), 360,000 gp ( epic psionics VI ), 490,000 gp ( epic psionics VII ), 640,000 gp ( epic psionics VIII ), 810,000 gp ( epic psionics IX )."
  },
  {
    "id": "7MZtYKMJxSQ99QAQ",
    "name": "Ring of Epic Wizardry VII",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_24_magic_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 490000,
    "weight": 0,
    "description": "Epic Wizardry: Like the ring of wizardry , this ring comes in a variety of types useful only to arcane spellcasters. The wearer's arcane spells per day are doubled for one particular spell level. An epic ring of wizardry V doubles 5th-level spells, an epic ring of wizardry VI doubles 6th-level spells, an epic ring of wizardry VII doubles 7th-level spells, an epic ring of wizardry VIII doubles 8th-level spells, and an epic ring of wizardry IX doubles 9th-level spells. Bonus spells from high ability scores, school specialization, or any other source are not doubled. Caster Level: 23rd ( epic wizardry V), 26th ( epic wizardry VI ), 29th ( epic wizardry VII ), 32nd ( epic wizardry VIII ), 35th ( epic wizardry IX ); Prerequisites: Forge Ring, Forge Epic Ring, wish; Market Price: 250,000 gp ( epic wizardry V), 360,000 gp ( epic wizardry VI ), 490,000 gp ( epic wizardry VII ), 640,000 gp ( epic wizardry VIII ), 810,000 gp ( epic wizardry IX )."
  },
  {
    "id": "8SfDiiLJwII2a6HA",
    "name": "Ring of Shooting Stars",
    "img": "systems/D35E/icons/items/magic/ring/Ring_34.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 50000,
    "weight": 0,
    "description": "Shooting Stars: This ring has two modes of operation, one for being in shadowy darkness or outdoors at night and a second one when the wearer is underground or indoors at night. During the night under the open sky or in areas of shadow or darkness, the ring of shooting stars can perform the following functions on command. Dancing lights (once per hour) Light (twice per night) Ball lightning (special, once per night) Shooting stars (special, three per week) The first special function, ball lightning , releases one to four balls of lightning (ring wearer's choice). These glowing globes resemble dancing lights , and the ring wearer controls them in the same fashion (see the Dancing lights spell description). The spheres have a 120-foot range and a duration of 4 rounds. They can be moved at 120 feet per round. Each sphere is about 3 feet in diameter, and any creature who comes within 5 feet of one causes its charge to dissipate, taking electricity damage in the process according to the number of balls created. Number of Balls Damage per Ball 4 lightning balls 1d6 points of damage each 3 lightning balls 2d6 points of damage each 2 lightning balls 3d6 points of damage each 1 lightning ball 4d6 points of damage Once the Ball lightning function is activated, the balls can be released at any time before the sun rises. (Multiple balls can be released in the same round.) The second special function produces three Shooting stars that can be released from the ring each week, simultaneously or one at a time. They impact for 12 points of damage and spread (as a fireball ) in a 5-foot-radius sphere for 24 points of fire damage. Any creature struck by a shooting star takes full damage from impact plus full fire damage from the spread unless it makes a DC 13 Reflex save. Creatures not struck but within the spread ignore the impact damage and take only half damage from the fire spread on a successful DC 13 Reflex save. Range is 70 feet, at the end of which the shooting star explodes, unless it strikes a creature or object before that. A shooting star always follows a straight line, and any creature in its path must make a save or be hit by the projectile. Indoors at night, or underground, the ring of shooting stars has the following properties. Faerie fire (twice per day) Spark shower (special, once per day) The Spark shower is a flying cloud of sizzling purple sparks that fan out from the ring for a distance of 20 feet in an arc 10 feet wide. Creatures within this area take 2d8 points of damage each if not wearing metal armor or carrying a metal weapon. Those wearing metal armor and/or carrying a metal weapon take 4d8 points of damage. Strong evocation; CL 12th; Forge Ring, light , faerie fire , fireball , lightning bolt ; Price 50,000 gp."
  },
  {
    "id": "8sOX9zxQcve6GlCp",
    "name": "Ring of Swimming, Improved",
    "img": "systems/D35E/icons/items/magic/ring/Ring_b_02.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 10000,
    "weight": 0,
    "description": "Swimming, Improved: As swimming, except it grants a +10 competence bonus on its wearer's Swim checks. Moderate transmutation; CL 7th; Forge Ring, creator must have 10 ranks in the Swim skill; Price 10,000 gp."
  },
  {
    "id": "9FVlSQZJje7456mN",
    "name": "Ring of Ironskin",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_32_blackiron_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 400000,
    "weight": 0,
    "description": "Ironskin: This ring grants its wearer damage reduction 15/adamantine. Caster Level: 20th; Prerequisites: Forge Ring, Forge Epic Ring, iron body; Market Price: 400,000 gp."
  },
  {
    "id": "9tOMAMZKz97eD5I8",
    "name": "Ring of Wizardry III",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_23_golden_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 70000,
    "weight": 0,
    "description": "Wizardry: This special ring comes in four kinds ( ring of wizardry I , ring of wizardry II , ring of wizardry III , and ring of wizardry IV ), all of them useful only to arcane spellcasters. The wearer's arcane spells per day are doubled for one specific spell level. A ring of wizardry I doubles 1st-level spells, a ring of wizardry II doubles 2nd-level spells, a ring of wizardry III doubles 3rd-level spells, and a ring of wizardry IV doubles 4th-level spells. Bonus spells from high ability scores or school specialization are not doubled. Moderate ( wizardry I ) or strong ( wizardry II-IV ) (no school); CL 11th ( I ), 14th ( II ), 17th ( III ), 20th ( IV ); Forge Ring, limited wish ; Price 20,000 gp ( I ), 40,000 gp ( II ), 70,000 gp ( III ), 100,000 gp ( IV )."
  },
  {
    "id": "9yuvgTn3oclFKD09",
    "name": "Ring of Clumsiness",
    "img": "systems/D35E/icons/items/magic/ring/Ring_10.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "slotless",
    "price": 500,
    "weight": 0,
    "description": "Ring of Clumsiness: This ring operates exactly like a ring of feather falling . However, it also makes the wearer clumsy. She takes a -4 penalty to Dexterity and has a 20% chance of spell failure when trying to cast any arcane spell that has a somatic component. (This chance of spell failure stacks with other arcane spell failure chances.) Strong transmutation; CL 15th; Forge Ring, feather fall , bestow curse ; Price 500 gp."
  },
  {
    "id": "B1IBMU3HqhxcIQ3u",
    "name": "Ring of Ineffable Evil",
    "img": "systems/D35E/icons/items/magic/ring/Ring_53.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 250000,
    "weight": 0,
    "description": "Ineffable Evil: The wearer of this ring is constantly sheathed in an unholy aura effect. It bestows one negative level on any good creature that puts it on. The negative level remains as long as the ring is worn and disappears when the ring is removed. This negative level never results in actual level loss, but it cannot be overcome in any way (including restoration spells) while the ring is worn. Caster Level: 15th; Prerequisites: Forge Ring, Forge Epic Ring, unholy aura , creator must be evil; Market Price: 250,000 gp."
  },
  {
    "id": "BBxAGHt3q8aDGgBV",
    "name": "Ring of Protection +3",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_25_little_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 18000,
    "weight": 0,
    "description": "Protection: This ring offers continual magical protection in the form of a deflection bonus of +1 to +5 to AC. Faint abjuration; CL 5th; Forge Ring, shield of faith , caster must be of a level at least three times greater than the bonus of the ring; Price 2,000 gp ( ring +1 ), 8,000 gp ( ring +2 ), 18,000 gp ( ring +3 ), 32,000 gp ( ring +4 ), 50,000 gp ( ring +5 )."
  },
  {
    "id": "BDISxydLfubBFTdE",
    "name": "Ring of Friend Shield",
    "img": "systems/D35E/icons/items/magic/ring/Ring_43.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 50000,
    "weight": 0,
    "description": "Friend Shield: These curious rings always come in pairs. A friend shield ring without its mate is useless. Either wearer of one of a pair of the rings can, at any time, command his or her ring to cast a shield other spell with the wearer of the mated ring as the recipient. This effect has no range limitation. Moderate abjuration; CL 10th; Forge Ring, shield other ; Price 50,000 gp (for a pair)."
  },
  {
    "id": "BubhitEZJMO0jKWT",
    "name": "Ring of Epic Psionics V",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_33_blue_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 250000,
    "weight": 0,
    "description": "Epic Psionics: This special crystal ring comes in a variety of types useful only to psionic characters (characters who have power points per day). The wearer's total power points per day are increased, depending on the ring. The points granted are not bonus points-while the ring is worn, it actually increases the wearer's points per day, but a night's rest is required before gaining access to the increased power point per day total. (Power points are not actually stored in the ring, as would be the case for a crystal capacitor. Instead, the ring grants power points by magnifying the manifester's own power.) A ring of epic psionics V increases the wearer's daily power points by 43 points, a ring of epic psionics VI grants 63 power points, a ring of epic psionics VII grants 87 power points, a ring of epic psionics VIII grants 115 points, and a ring of epic psionics IX grants 147 power points. Manifester Level: 23rd ( epic psionics V), 26th ( epic psionics VI ), 29th ( epic psionics VII ), 32nd ( epic psionics VIII ), 35th ( epic psionics IX ); Prerequisites: Craft Universal Item, Craft Epic Universal Item, great emulation; Market Price: 250,000 gp ( epic psionics V), 360,000 gp ( epic psionics VI ), 490,000 gp ( epic psionics VII ), 640,000 gp ( epic psionics VIII ), 810,000 gp ( epic psionics IX )."
  },
  {
    "id": "C962Sa2Q8ePr0Tjx",
    "name": "Ring of Nine Facets",
    "img": "systems/D35E/icons/items/magic/ring/Ring_29.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "slotless",
    "price": 0,
    "weight": 0,
    "description": "Ring of Nine Facets: This ring is set with a gem of nine facets, each one in-scribed with a different incomprehensible rune. Each day at sunrise, the gem turns to display a different facet. The active facet determines the Ring 's power for that day. Each day, roll 1d10 to determine which facet (and thus which power) is active. 1d10 Active Facet Power 1 Wearer is immune to disease 2 Wearer needs no air to survive 3 Wearer gains +5 natural armor bonus 4 Wearer gains low-light vision 5 Wearer gains fast healing 1 6 Wearer can fly at will 7 Wearer gains cold resistance 30 8 Wearer gains freedom of movement 9 Wearer gains +5 resistance bonus on saving throws 10 Wearer may select which facet is active The wearer of the Ring can, with a great deal of mental exertion, attempt to change the active facet away from one he or she does not desire. This requires a full-round action and a Concentration check (DC 50), and deals 2d6 points of nonlethal damage regardless of success. If the save is successful, the new facet is determined randomly. If the Ring is removed, the former wearer takes 2d6 points of nonlethal damage each minute until it is replaced or until his or her nonlethal damage exceeds his or her current hit points (though the nonlethal damage resumes again immediately when the former wearer regains consciousness)."
  },
  {
    "id": "EJz49rhYtwzHyroh",
    "name": "Ring of Spell Storing, Major",
    "img": "systems/D35E/icons/items/magic/ring/Ring_b_05.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 200000,
    "weight": 0,
    "description": "Spell Storing, Major: As the minor ring of spell storing , except it holds up to ten levels of spells. Strong evocation; CL 17th; Forge Ring, imbue with spell ability ; Price 200,000 gp."
  },
  {
    "id": "Exuy3d0roEyh45dU",
    "name": "Ring of X-Ray Vision",
    "img": "systems/D35E/icons/items/magic/ring/Ring_23.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 25000,
    "weight": 0,
    "description": "X-Ray Vision: On command, this ring gives its possessor the ability to see into and through solid matter. Vision range is 20 feet, with the viewer seeing as if he were looking at something in normal light even if there is no illumination. X-ray vision can penetrate 1 foot of stone, 1 inch of common metal, or up to 3 feet of wood or dirt. Thicker substances or a thin sheet of lead blocks the vision. Using the ring is physically exhausting, causing the wearer 1 point of Constitution damage per minute after the first 10 minutes of use in a single day. Moderate divination; CL 6th; Forge Ring, true seeing ; Price 25,000 gp."
  },
  {
    "id": "Fts6FAhppYJNQb6i",
    "name": "Ring of Feather Falling",
    "img": "systems/D35E/icons/items/magic/ring/Ring_10.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 2200,
    "weight": 0,
    "description": "Feather Falling: This ring is crafted with a feather pattern all around its edge. It acts exactly like a Feather fall spell, activated immediately if the wearer falls more than 5 feet. Faint transmutation; CL 1st; Forge Ring, feather fall ; Price 2,200 gp."
  },
  {
    "id": "G009TJEU1aLluS3M",
    "name": "Ring of Counterspells",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_37_blue_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 4000,
    "weight": 0,
    "description": "Counterspells: This ring might seem to be a ring of spell storing upon first examination. However, while it allows a single spell of 1st through 6th level to be cast into it, that spell cannot be cast out of the ring again. Instead, should that spell ever be cast upon the wearer, the spell is immediately countered, as a counterspell action, requiring no action (or even knowledge) on the wearer's part. Once so used, the spell cast within the ring is gone. A new spell (or the same one as before) may be placed in it again. Moderate evocation; CL 11th; Forge Ring, imbue with spell ability ; Price 4,000 gp."
  },
  {
    "id": "H8427167HgyvVAUp",
    "name": "Ring of Protection +1",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_25_little_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 2000,
    "weight": 0,
    "description": "Protection: This ring offers continual magical protection in the form of a deflection bonus of +1 to +5 to AC. Faint abjuration; CL 5th; Forge Ring, shield of faith , caster must be of a level at least three times greater than the bonus of the ring; Price 2,000 gp ( ring +1 ), 8,000 gp ( ring +2 ), 18,000 gp ( ring +3 ), 32,000 gp ( ring +4 ), 50,000 gp ( ring +5 )."
  },
  {
    "id": "Jwr4gcNgeBeTrJu2",
    "name": "Ring of Epic Psionics IX",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_33_blue_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 810000,
    "weight": 0,
    "description": "Epic Psionics: This special crystal ring comes in a variety of types useful only to psionic characters (characters who have power points per day). The wearer's total power points per day are increased, depending on the ring. The points granted are not bonus points-while the ring is worn, it actually increases the wearer's points per day, but a night's rest is required before gaining access to the increased power point per day total. (Power points are not actually stored in the ring, as would be the case for a crystal capacitor. Instead, the ring grants power points by magnifying the manifester's own power.) A ring of epic psionics V increases the wearer's daily power points by 43 points, a ring of epic psionics VI grants 63 power points, a ring of epic psionics VII grants 87 power points, a ring of epic psionics VIII grants 115 points, and a ring of epic psionics IX grants 147 power points. Manifester Level: 23rd ( epic psionics V), 26th ( epic psionics VI ), 29th ( epic psionics VII ), 32nd ( epic psionics VIII ), 35th ( epic psionics IX ); Prerequisites: Craft Universal Item, Craft Epic Universal Item, great emulation; Market Price: 250,000 gp ( epic psionics V), 360,000 gp ( epic psionics VI ), 490,000 gp ( epic psionics VII ), 640,000 gp ( epic psionics VIII ), 810,000 gp ( epic psionics IX )."
  },
  {
    "id": "K97yVzGAN5pjUNiT",
    "name": "Ring of Spell Storing",
    "img": "systems/D35E/icons/items/magic/ring/Ring_b_05.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 50000,
    "weight": 0,
    "description": "Spell Storing: As the minor ring of spell storing , except it holds up to five levels of spells. Moderate evocation; CL 9th; Forge Ring, imbue with spell ability ; Price 50,000 gp."
  },
  {
    "id": "KA8VxVo9rttsZjqv",
    "name": "Ring of Telekinesis",
    "img": "systems/D35E/icons/items/magic/ring/Ring_52.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 75000,
    "weight": 0,
    "description": "Telekinesis: This ring allows the caster to use the spell telekinesis on command. Moderate transmutation; CL 9th; Forge Ring, telekinesis ; Price 75,000 gp."
  },
  {
    "id": "KKm90QYCKun8tLKI",
    "name": "Ring of Epic Psionics VII",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_33_blue_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 490000,
    "weight": 0,
    "description": "Epic Psionics: This special crystal ring comes in a variety of types useful only to psionic characters (characters who have power points per day). The wearer's total power points per day are increased, depending on the ring. The points granted are not bonus points-while the ring is worn, it actually increases the wearer's points per day, but a night's rest is required before gaining access to the increased power point per day total. (Power points are not actually stored in the ring, as would be the case for a crystal capacitor. Instead, the ring grants power points by magnifying the manifester's own power.) A ring of epic psionics V increases the wearer's daily power points by 43 points, a ring of epic psionics VI grants 63 power points, a ring of epic psionics VII grants 87 power points, a ring of epic psionics VIII grants 115 points, and a ring of epic psionics IX grants 147 power points. Manifester Level: 23rd ( epic psionics V), 26th ( epic psionics VI ), 29th ( epic psionics VII ), 32nd ( epic psionics VIII ), 35th ( epic psionics IX ); Prerequisites: Craft Universal Item, Craft Epic Universal Item, great emulation; Market Price: 250,000 gp ( epic psionics V), 360,000 gp ( epic psionics VI ), 490,000 gp ( epic psionics VII ), 640,000 gp ( epic psionics VIII ), 810,000 gp ( epic psionics IX )."
  },
  {
    "id": "KpH5Ox673moCh6nE",
    "name": "Ring of Protection +5",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_25_little_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 50000,
    "weight": 0,
    "description": "Protection: This ring offers continual magical protection in the form of a deflection bonus of +1 to +5 to AC. Faint abjuration; CL 5th; Forge Ring, shield of faith , caster must be of a level at least three times greater than the bonus of the ring; Price 2,000 gp ( ring +1 ), 8,000 gp ( ring +2 ), 18,000 gp ( ring +3 ), 32,000 gp ( ring +4 ), 50,000 gp ( ring +5 )."
  },
  {
    "id": "LWzHFlI4B866M1C6",
    "name": "Ring of Epic Wizardry IX",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_24_magic_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 810000,
    "weight": 0,
    "description": "Epic Wizardry: Like the ring of wizardry , this ring comes in a variety of types useful only to arcane spellcasters. The wearer's arcane spells per day are doubled for one particular spell level. An epic ring of wizardry V doubles 5th-level spells, an epic ring of wizardry VI doubles 6th-level spells, an epic ring of wizardry VII doubles 7th-level spells, an epic ring of wizardry VIII doubles 8th-level spells, and an epic ring of wizardry IX doubles 9th-level spells. Bonus spells from high ability scores, school specialization, or any other source are not doubled. Caster Level: 23rd ( epic wizardry V), 26th ( epic wizardry VI ), 29th ( epic wizardry VII ), 32nd ( epic wizardry VIII ), 35th ( epic wizardry IX ); Prerequisites: Forge Ring, Forge Epic Ring, wish; Market Price: 250,000 gp ( epic wizardry V), 360,000 gp ( epic wizardry VI ), 490,000 gp ( epic wizardry VII ), 640,000 gp ( epic wizardry VIII ), 810,000 gp ( epic wizardry IX )."
  },
  {
    "id": "MNjaxNuEXScRiUmo",
    "name": "Ring of Universal Energy Resistance, Minor",
    "img": "systems/D35E/icons/items/magic/ring/Ring_40.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 84000,
    "weight": 0,
    "description": "Universal Energy Resistance, Minor: This ring functions as a ring of minor energy resistance for all types of energy: fire, cold, electricity, acid, and sonic. When the wearer would normally take such damage, subtract 10 points of damage per round from the amount before applying. This is a nonepic magic item. Caster Level: 15th; Prerequisites: Forge Ring, protection from energy; Market Price: 84,000 gp."
  },
  {
    "id": "MOVzdl8DfIgceroQ",
    "name": "Ring of Protection +6",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_26_mage_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 720000,
    "weight": 0,
    "description": "Protection: This ring offers continual magical protection in the form of a deflection bonus to Armor Class of +6 or higher. Caster Level: 20th: Prerequisites: Forge Ring, Forge Epic Ring, shield of faith , creator's caster level must be three times the ring's bonus; Market Price: 720,000 gp (+6), 980,000 gp (+7), 1,280,000 gp (+8), 1,620,000 gp (+9), 2,000,000 gp (+10)."
  },
  {
    "id": "N38KW07JAEdxm3Lu",
    "name": "Ring of Ram",
    "img": "systems/D35E/icons/items/magic/ring/Ring_b_10.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 8600,
    "weight": 0,
    "description": "Ram: The ring of the ram is an ornate ring forged of hard metal, usually iron or an iron alloy. It has the head of a ram as its device. The wearer can command the ring to give forth a ramlike force, manifested by a vaguely discernible shape that resembles the head of a ram or a goat. This force strikes a single target, dealing 1d6 points of damage if 1 charge is expended, 2d6 points if 2 charges are used, or 3d6 points if 3 charges (the maximum) are used. Treat this as a ranged attack with a 50-foot maximum range and no penalties for distance. The force of the blow is considerable, and those struck by the ring are subject to a bull rush if within 30 feet of the ring-wearer. (The ram has Strength 25 and is Large.) The ram gains a +1 bonus on the bull rush attempt if 2 charges are expended, or +2 if 3 charges are expended. In addition to its attack mode, the ring of the ram also has the power to open doors as if it were a character with Strength 25. If 2 charges are expended, the effect is equivalent to a character with Strength 27. If 3 charges are expended, the effect is that of a character with Strength 29. A newly created ring has 50 charges. When all the charges are expended, the ring becomes a nonmagical item. Moderate transmutation; CL 9th; Forge Ring, bull's strength , telekinesis ; Price 8,600 gp."
  },
  {
    "id": "P0fQPFH42sRHw6eg",
    "name": "Ring of Force Shield",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_36_hardstoune_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 8500,
    "weight": 0,
    "description": "Force Shield: An iron band, this simple ring generates a shield-sized (and shield-shaped) wall of force that stays with the ring and can be wielded by the wearer as if it were a heavy shield (+2 AC). This special creation has no armor check penalty or arcane spell failure chance since it is weightless and encumbrance-free. It can be activated and deactivated at will as a free action. Moderate evocation; CL 9th; Forge Ring, wall of force ; Price 8,500 gp."
  },
  {
    "id": "P45mkd6Y1koyIXGv",
    "name": "Ring of Adamant Law",
    "img": "systems/D35E/icons/items/magic/ring/Ring_16.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 250000,
    "weight": 0,
    "description": "Adamant Law: The wearer of this ring is constantly sheathed in a shield of law effect. It bestows one negative level on any chaotic creature that puts it on. The negative level remains as long as the ring is worn and disappears when the ring is removed. This negative level never results in actual level loss, but it cannot be overcome in any way (including restoration spells) while the ring is worn. Caster Level: 15th; Prerequisites: Forge Ring, Forge Epic Ring, shield of law , creator must be lawful; Market Price: 250,000 gp."
  },
  {
    "id": "PK5mWdK4dxBW3zaG",
    "name": "Ring of Protection +7",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_26_mage_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 980000,
    "weight": 0,
    "description": "Protection: This ring offers continual magical protection in the form of a deflection bonus to Armor Class of +6 or higher. Caster Level: 20th: Prerequisites: Forge Ring, Forge Epic Ring, shield of faith , creator's caster level must be three times the ring's bonus; Market Price: 720,000 gp (+6), 980,000 gp (+7), 1,280,000 gp (+8), 1,620,000 gp (+9), 2,000,000 gp (+10)."
  },
  {
    "id": "PQ5QaDbrGgJ1x7bQ",
    "name": "Ring of Climbing, Improved",
    "img": "systems/D35E/icons/items/magic/ring/Ring_14.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 10000,
    "weight": 0,
    "description": "Climbing, Improved: As climbing, except it grants a +10 competence bonus on its wearer's Climb checks. Faint transmutation; CL 5th; Forge Ring, creator must have 10 ranks in the Climb skill; Price 10,000 gp."
  },
  {
    "id": "PfSlttA4yLHqCC84",
    "name": "Ring of Wizardry II",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_23_golden_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 40000,
    "weight": 0,
    "description": "Wizardry: This special ring comes in four kinds ( ring of wizardry I , ring of wizardry II , ring of wizardry III , and ring of wizardry IV ), all of them useful only to arcane spellcasters. The wearer's arcane spells per day are doubled for one specific spell level. A ring of wizardry I doubles 1st-level spells, a ring of wizardry II doubles 2nd-level spells, a ring of wizardry III doubles 3rd-level spells, and a ring of wizardry IV doubles 4th-level spells. Bonus spells from high ability scores or school specialization are not doubled. Moderate ( wizardry I ) or strong ( wizardry II-IV ) (no school); CL 11th ( I ), 14th ( II ), 17th ( III ), 20th ( IV ); Forge Ring, limited wish ; Price 20,000 gp ( I ), 40,000 gp ( II ), 70,000 gp ( III ), 100,000 gp ( IV )."
  },
  {
    "id": "QANYMlj9tj6WAko2",
    "name": "Ring of Epic Psionics VIII",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_33_blue_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 640000,
    "weight": 0,
    "description": "Epic Psionics: This special crystal ring comes in a variety of types useful only to psionic characters (characters who have power points per day). The wearer's total power points per day are increased, depending on the ring. The points granted are not bonus points-while the ring is worn, it actually increases the wearer's points per day, but a night's rest is required before gaining access to the increased power point per day total. (Power points are not actually stored in the ring, as would be the case for a crystal capacitor. Instead, the ring grants power points by magnifying the manifester's own power.) A ring of epic psionics V increases the wearer's daily power points by 43 points, a ring of epic psionics VI grants 63 power points, a ring of epic psionics VII grants 87 power points, a ring of epic psionics VIII grants 115 points, and a ring of epic psionics IX grants 147 power points. Manifester Level: 23rd ( epic psionics V), 26th ( epic psionics VI ), 29th ( epic psionics VII ), 32nd ( epic psionics VIII ), 35th ( epic psionics IX ); Prerequisites: Craft Universal Item, Craft Epic Universal Item, great emulation; Market Price: 250,000 gp ( epic psionics V), 360,000 gp ( epic psionics VI ), 490,000 gp ( epic psionics VII ), 640,000 gp ( epic psionics VIII ), 810,000 gp ( epic psionics IX )."
  },
  {
    "id": "QfPZvY7mzKtU4nm8",
    "name": "Ring of Invisibility",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_27_whitegold_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 20000,
    "weight": 0,
    "description": "Invisibility: By activating this simple silver ring, the wearer can benefit from invisibility , as the spell. Faint illusion; CL 3rd; Forge Ring, invisibility ; Price 20,000 gp."
  },
  {
    "id": "RuvNnOToJm5XFWz4",
    "name": "Ring of Evasion",
    "img": "systems/D35E/icons/items/magic/ring/Ring_36.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 25000,
    "weight": 0,
    "description": "Evasion: This ring continually grants the wearer the ability to avoid damage as if she had evasion. Whenever she makes a Reflex saving throw to determine whether she takes half damage, a successful save results in no damage. Moderate transmutation; CL 7th; Forge Ring, jump ; Price 25,000 gp."
  },
  {
    "id": "T7P9025u20PvZCDg",
    "name": "Ring of Rapid Healing",
    "img": "systems/D35E/icons/items/magic/ring/Ring_49.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 300000,
    "weight": 0,
    "description": "Rapid Healing: This ring grants a living wearer fast healing 3. It must be worn for 24 hours before its powers activate, and if removed it will not function again until it has been worn for 24 hours by the same individual. Caster Level: 20th; Prerequisites: Forge Ring, Forge Epic Ring, regenerate; Market Price: 300,000 gp."
  },
  {
    "id": "X7qav40tnoACWzqV",
    "name": "Ring of Blinking",
    "img": "systems/D35E/icons/items/magic/ring/Ring_05.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 27000,
    "weight": 0,
    "description": "Blinking: On command, this ring makes the wearer blink, as with the blink spell. Moderate transmutation; CL 7th; Forge Ring, blink ; Price 27,000 gp."
  },
  {
    "id": "XGKXuPJiJ1NZgZKB",
    "name": "Ring of Jumping",
    "img": "systems/D35E/icons/items/magic/ring/Ring_44.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 2500,
    "weight": 0,
    "description": "Jumping: This ring continually allows the wearer to leap about, providing a +5 competence bonus on all his Jump checks. Faint transmutation; CL 2nd; Forge Ring, creator must have 5 ranks in the Jump skill; Price 2,500 gp."
  },
  {
    "id": "XM0O2DyzdMAW1kD6",
    "name": "Ring of Wizardry I",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_23_golden_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 20000,
    "weight": 0,
    "description": "Wizardry: This special ring comes in four kinds ( ring of wizardry I , ring of wizardry II , ring of wizardry III , and ring of wizardry IV ), all of them useful only to arcane spellcasters. The wearer's arcane spells per day are doubled for one specific spell level. A ring of wizardry I doubles 1st-level spells, a ring of wizardry II doubles 2nd-level spells, a ring of wizardry III doubles 3rd-level spells, and a ring of wizardry IV doubles 4th-level spells. Bonus spells from high ability scores or school specialization are not doubled. Moderate ( wizardry I ) or strong ( wizardry II-IV ) (no school); CL 11th ( I ), 14th ( II ), 17th ( III ), 20th ( IV ); Forge Ring, limited wish ; Price 20,000 gp ( I ), 40,000 gp ( II ), 70,000 gp ( III ), 100,000 gp ( IV )."
  },
  {
    "id": "Zi52qi2Fm9zEVzXk",
    "name": "Ring of Wizardry IV",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_23_golden_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 100000,
    "weight": 0,
    "description": "Wizardry: This special ring comes in four kinds ( ring of wizardry I , ring of wizardry II , ring of wizardry III , and ring of wizardry IV ), all of them useful only to arcane spellcasters. The wearer's arcane spells per day are doubled for one specific spell level. A ring of wizardry I doubles 1st-level spells, a ring of wizardry II doubles 2nd-level spells, a ring of wizardry III doubles 3rd-level spells, and a ring of wizardry IV doubles 4th-level spells. Bonus spells from high ability scores or school specialization are not doubled. Moderate ( wizardry I ) or strong ( wizardry II-IV ) (no school); CL 11th ( I ), 14th ( II ), 17th ( III ), 20th ( IV ); Forge Ring, limited wish ; Price 20,000 gp ( I ), 40,000 gp ( II ), 70,000 gp ( III ), 100,000 gp ( IV )."
  },
  {
    "id": "bFM8q42jJdvNeN1s",
    "name": "Ring of Climbing",
    "img": "systems/D35E/icons/items/magic/ring/Ring_14.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 2500,
    "weight": 0,
    "description": "Climbing: This ring is actually a magic leather cord that ties around a finger. It continually grants the wearer a +5 competence bonus on Climb checks. Faint transmutatation; CL 5th; Forge Ring, creator must have 5 ranks in the Climb skill; Price 2,500 gp."
  },
  {
    "id": "bIDo9CTKVtGveO5y",
    "name": "Ring of Energy Resistance, Greater",
    "img": "systems/D35E/icons/items/magic/ring/Ring_51.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 44000,
    "weight": 0,
    "description": "Energy Resistance: This reddish iron ring continually protects the wearer from damage from one type of energy-acid, cold, electricity, fire, or sonic (chosen by the creator of the item; determine randomly if found as part of a treasure hoard). Each time the wearer would normally take such damage, subtract the ring's resistance value from the damage dealt. A minor ring of energy resistance grants 10 points of resistance. A major ring of energy resistance grants 20 points of resistance. A greater ring of energy resistance grants 30 points of resistance. Faint (minor or major) or moderate (greater) abjuration; CL 3rd (minor), 7th (major), or 11th (greater); Forge Ring, resist energy ; Price 12,000 gp (minor), 28,000 gp (major), 44,000 gp (greater)."
  },
  {
    "id": "c2yVZ46M751Vxujq",
    "name": "Ring of Energy Resistance, Major",
    "img": "systems/D35E/icons/items/magic/ring/Ring_51.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 28000,
    "weight": 0,
    "description": "Energy Resistance: This reddish iron ring continually protects the wearer from damage from one type of energy-acid, cold, electricity, fire, or sonic (chosen by the creator of the item; determine randomly if found as part of a treasure hoard). Each time the wearer would normally take such damage, subtract the ring's resistance value from the damage dealt. A minor ring of energy resistance grants 10 points of resistance. A major ring of energy resistance grants 20 points of resistance. A greater ring of energy resistance grants 30 points of resistance. Faint (minor or major) or moderate (greater) abjuration; CL 3rd (minor), 7th (major), or 11th (greater); Forge Ring, resist energy ; Price 12,000 gp (minor), 28,000 gp (major), 44,000 gp (greater)."
  },
  {
    "id": "cJvxodU7uFYfTjqn",
    "name": "Ring of Freedom of Movement",
    "img": "systems/D35E/icons/items/magic/ring/Ring_08.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 40000,
    "weight": 0,
    "description": "Freedom of Movement: This gold ring allows the wearer to act as if continually under the effect of a freedom of movement spell. Moderate abjuration; CL 7th; Forge Ring, freedom of movement ; Price 40,000 gp."
  },
  {
    "id": "jCq8n7dAKJIeO3eM",
    "name": "Ring of Virtuous Good",
    "img": "systems/D35E/icons/items/magic/ring/Ring_38.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 250000,
    "weight": 0,
    "description": "Virtuous Good: The wearer of this ring is constantly sheathed in a holy aura effect. It bestows one negative level on any evil creature that puts it on. The negative level remains as long as the ring is worn and disappears when the ring is removed. This negative level never results in actual level loss, but it cannot be over-come in any way (including restoration spells) while the ring is worn. Caster Level: 15th; Prerequisites: Forge Ring, Forge Epic Ring, holy aura , creator must be good; Market Price: 250,000 gp; Cost to Create: 125,000 gp + 12,500 XP."
  },
  {
    "id": "jVLTha07vf8Qg2Kb",
    "name": "Ring of Sustenance",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_30_green_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 2500,
    "weight": 0,
    "description": "Sustenance: This ring continually provides its wearer with life-sustaining nourishment. The ring also refreshes the body and mind, so that its wearer needs only sleep 2 hours per day to gain the benefit of 8 hours of sleep. The ring must be worn for a full week before it begins to work. If it is removed, the owner must wear it for another week to reattune it to himself. Faint conjuration; CL 5th; Forge Ring, create food and water ; Price 2,500 gp."
  },
  {
    "id": "lP6rBKqD56o0xAC0",
    "name": "Ring of Regeneration",
    "img": "systems/D35E/icons/items/magic/ring/Ring_37.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 90000,
    "weight": 0,
    "description": "Regeneration: This white gold ring continually allows a living wearer to heal 1 point of damage per level every hour rather than every day. (This ability cannot be aided by the Heal skill.) Nonlethal damage heals at a rate of 1 point of damage per level every 5 minutes. If the wearer loses a limb, an organ, or any other body part while wearing this ring, the ring regenerates it as the spell. In either case, only damage taken while wearing the ring is regenerated. Strong conjuration; CL 15th; Forge Ring, regenerate ; Price 90,000 gp."
  },
  {
    "id": "n7O5klddTSXl4N8h",
    "name": "Ring of Universal Energy Immunity",
    "img": "systems/D35E/icons/items/magic/ring/Ring_40.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 2160000,
    "weight": 0,
    "description": "Universal Energy Immunity: This ring functions as a ring of energy immunity for all types of energy- fire, cold, electricity, acid, and sonic. The wearer takes no damage from energy of any of these types. Caster Level: 20th; Prerequisites: Forge Ring, Forge Epic Ring, protection from energy; Market Price: 2,160,000 gp."
  },
  {
    "id": "nTkwSIKwa3ZCjCqZ",
    "name": "Ring of Ring of Elemental Command (Water)",
    "img": "systems/D35E/icons/items/magic/ring/Ring_56.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 200000,
    "weight": 0,
    "description": "Ring of Elemental Command (Water) Water walk (unlimited use) Create water (unlimited use) Water breathing (unlimited use) Wall of ice (once per day) Ice storm (twice per week) Control water (twice per week) The ring appears to be a ring of water walking until the established condition is met. Strong conjuration; CL 15th; Forge Ring, summon monster VI , all appropriate spells; Price 200,000 gp."
  },
  {
    "id": "oS2c5IhxCkVrwvdU",
    "name": "Ring of Epic Wizardry VIII",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_24_magic_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 640000,
    "weight": 0,
    "description": "Epic Wizardry: Like the ring of wizardry , this ring comes in a variety of types useful only to arcane spellcasters. The wearer's arcane spells per day are doubled for one particular spell level. An epic ring of wizardry V doubles 5th-level spells, an epic ring of wizardry VI doubles 6th-level spells, an epic ring of wizardry VII doubles 7th-level spells, an epic ring of wizardry VIII doubles 8th-level spells, and an epic ring of wizardry IX doubles 9th-level spells. Bonus spells from high ability scores, school specialization, or any other source are not doubled. Caster Level: 23rd ( epic wizardry V), 26th ( epic wizardry VI ), 29th ( epic wizardry VII ), 32nd ( epic wizardry VIII ), 35th ( epic wizardry IX ); Prerequisites: Forge Ring, Forge Epic Ring, wish; Market Price: 250,000 gp ( epic wizardry V), 360,000 gp ( epic wizardry VI ), 490,000 gp ( epic wizardry VII ), 640,000 gp ( epic wizardry VIII ), 810,000 gp ( epic wizardry IX )."
  },
  {
    "id": "owLkjWwkF3Lq19SA",
    "name": "Ring of Water Walking",
    "img": "systems/D35E/icons/items/magic/ring/Ring_48.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 15000,
    "weight": 0,
    "description": "Water Walking: This ring, set with an opal, allows the wearer to continually utilize the effects of the spell water walk . Moderate transmutation; CL 9th; Forge Ring, water walk ; Price 15,000 gp."
  },
  {
    "id": "oxfbSoMDROzcTdFt",
    "name": "Ring of Universal Energy Resistance, Greater",
    "img": "systems/D35E/icons/items/magic/ring/Ring_40.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 308000,
    "weight": 0,
    "description": "Universal Energy Resistance, Greater: This ring functions as a ring of greater energy resistance for all types of energy-fire, cold, electricity, acid, and sonic. When the wearer would normally take such damage, subtract 30 points of damage per round from the amount before applying. Caster Level: 20th; Prerequisites: Forge Ring, Forge Epic Ring, protection from energy; Market Price: 308,000 gp; Cost to Create: 154,000 gp + 13,080 XP."
  },
  {
    "id": "pIFt7qHToKW5B09H",
    "name": "Ring of Protection +10",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_26_mage_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 2000000,
    "weight": 0,
    "description": "Protection: This ring offers continual magical protection in the form of a deflection bonus to Armor Class of +6 or higher. Caster Level: 20th: Prerequisites: Forge Ring, Forge Epic Ring, shield of faith , creator's caster level must be three times the ring's bonus; Market Price: 720,000 gp (+6), 980,000 gp (+7), 1,280,000 gp (+8), 1,620,000 gp (+9), 2,000,000 gp (+10)."
  },
  {
    "id": "pKgJt1hh9WKU6IcT",
    "name": "Ring of Spell Storing, Minor",
    "img": "systems/D35E/icons/items/magic/ring/Ring_b_05.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 18000,
    "weight": 0,
    "description": "Spell Storing, Minor: A minor ring of spell storing contains up to three levels of spells that the wearer can cast. Each spell has a caster level equal to the minimum level needed to cast that spell. The user need not provide any material components or focus, or pay an XP cost to cast the spell, and there is no arcane spell failure chance for wearing armor (because the ring wearer need not gesture). The activation time for the ring is same as the casting time for the relevant spell, with a minimum of 1 standard action. For a randomly generated ring, treat it as a scroll to determine what spells are stored in it. If you roll a spell that would put the ring over the three-level limit, ignore that roll; the ring has no more spells in it. (Not every newly discovered ring need be fully charged.) A spellcaster can cast any spells into the ring, so long as the total spell levels do not add up to more than three. Metamagic versions of spells take up storage space equal to their spell level modified by the metamagic feat. A spellcaster can use a scroll to put a spell into the minor ring of spell storing . The ring magically imparts to the wearer the names of all spells currently stored within it. Faint evocation; CL 5th; Forge Ring, imbue with spell ability ; Price 18,000 gp."
  },
  {
    "id": "psxfrgXyGqGRErGa",
    "name": "Ring of Animal Friendship",
    "img": "systems/D35E/icons/items/magic/ring/Ring_42.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 10800,
    "weight": 0,
    "description": "Animal Friendship: On command, this ring affects an animal as if the wearer had cast charm animal . Faint enchantment; CL 3rd; Forge Ring, charm animal ; Price 10,800 gp."
  },
  {
    "id": "r1edeTIqnSpnSRDe",
    "name": "Ring of Protection +2",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_25_little_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 8000,
    "weight": 0,
    "description": "Protection: This ring offers continual magical protection in the form of a deflection bonus of +1 to +5 to AC. Faint abjuration; CL 5th; Forge Ring, shield of faith , caster must be of a level at least three times greater than the bonus of the ring; Price 2,000 gp ( ring +1 ), 8,000 gp ( ring +2 ), 18,000 gp ( ring +3 ), 32,000 gp ( ring +4 ), 50,000 gp ( ring +5 )."
  },
  {
    "id": "sWKRjRL07DTPkbZC",
    "name": "Ring of Swimming",
    "img": "systems/D35E/icons/items/magic/ring/Ring_b_02.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 2500,
    "weight": 0,
    "description": "Swimming: This silver ring has a wave pattern etched into the band. It continually grants the wearer a +5 competence bonus on Swim checks. Faint transmutation; CL 2nd; Forge Ring, creator must have 5 ranks in the Swim skill; Price 2,500 gp."
  },
  {
    "id": "sjHlHJb0Zhfo8qvi",
    "name": "Ring of Chaotic Fury",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_39_devil_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 250000,
    "weight": 0,
    "description": "Chaotic Fury: The wearer of this ring is constantly sheathed in a cloak of chaos effect. It bestows one negative level on any lawful creature that puts it on. The negative level remains as long as the ring is worn and disappears when the ring is removed. This negative level never results in actual level loss, but it cannot be overcome in any way (including restoration spells) while the ring is worn. Caster Level: 15th; Prerequisites: Forge Ring, Forge Epic Ring, cloak of chaos , creator must be chaotic; Market Price: 250,000 gp."
  },
  {
    "id": "tlpGsriPPDPXa9Qy",
    "name": "Ring of Three Wishes",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_29_threeknowledge_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 97950,
    "weight": 0,
    "description": "Three Wishes: This ring is set with three rubies. Each ruby stores a wish spell, activated by the ring. When a wish is used, that ruby disappears. For a randomly generated ring, roll 1d3 to determine the remaining number of rubies. When all the wishes are used, the ring becomes a nonmagical item. Strong evocation (if miracle is used); CL 20th; Forge Ring, wish or miracle ; Price 97,950 gp; Cost 11,475 gp + 15,918 XP."
  },
  {
    "id": "tpGml5tmZgYU6YGG",
    "name": "Ring of Mind Shielding",
    "img": "systems/D35E/icons/items/magic/ring/Ring_09.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 8000,
    "weight": 0,
    "description": "Mind Shielding: This ring is usually of fine workmanship and wrought from heavy gold. The wearer is continually immune to detect thoughts , discern lies , and any attempt to magically discern her alignment. Faint aburation; CL 3rd; Forge Ring, nondetection ; Price 8,000 gp."
  },
  {
    "id": "uVdeQ1fSyRiCGJMT",
    "name": "Ring of Spell Turning",
    "img": "systems/D35E/icons/items/magic/ring/Ring_19.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 98280,
    "weight": 0,
    "description": "Spell Turning: Up to three times per day on command, this simple platinum band automatically reflects the next nine levels of spells cast at the wearer, exactly as if spell turning had been cast upon the wearer. Strong abjuration; CL 13th; Forge Ring, spell turning ; Price 98,280 gp."
  },
  {
    "id": "uY6CXKtVTxgbora1",
    "name": "Ring of Sequestering",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_40_megastrength_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 300000,
    "weight": 0,
    "description": "Sequestering: This ring becomes invisible when worn. Upon command, the wearer gains the benefits of a sequester spell (though he or she does not become comatose as normal for the spell). Caster Level: 20th; Prerequisites: Forge Ring, Forge Epic Ring, sequester; Market Price: 300,000 gp."
  },
  {
    "id": "y9oWTePhRdXOMtul",
    "name": "Ring of Weaponbreaking",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_32_blackiron_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 600000,
    "weight": 0,
    "description": "Weaponbreaking: A ring of weaponbreaking is identical to a ring of ironskin , and has one additional power. Any weapon that successfully strikes the wearer must also make a Fortitude saving throw (DC 20) or be shattered into pieces. Caster Level: 20th; Prerequisites: Forge Ring, Forge Epic Ring, iron body , shatter; Market Price: 600,000 gp; Cost to Create: 300,000 gp + 16,000 XP."
  },
  {
    "id": "yuc9Zj5GM85sKInA",
    "name": "Ring of Epic Wizardry V",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_24_magic_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 250000,
    "weight": 0,
    "description": "Epic Wizardry: Like the ring of wizardry , this ring comes in a variety of types useful only to arcane spellcasters. The wearer's arcane spells per day are doubled for one particular spell level. An epic ring of wizardry V doubles 5th-level spells, an epic ring of wizardry VI doubles 6th-level spells, an epic ring of wizardry VII doubles 7th-level spells, an epic ring of wizardry VIII doubles 8th-level spells, and an epic ring of wizardry IX doubles 9th-level spells. Bonus spells from high ability scores, school specialization, or any other source are not doubled. Caster Level: 23rd ( epic wizardry V), 26th ( epic wizardry VI ), 29th ( epic wizardry VII ), 32nd ( epic wizardry VIII ), 35th ( epic wizardry IX ); Prerequisites: Forge Ring, Forge Epic Ring, wish; Market Price: 250,000 gp ( epic wizardry V), 360,000 gp ( epic wizardry VI ), 490,000 gp ( epic wizardry VII ), 640,000 gp ( epic wizardry VIII ), 810,000 gp ( epic wizardry IX )."
  },
  {
    "id": "zDxdBgM1BFSny9ub",
    "name": "Ring of Djinni Calling",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_34_fire_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 125000,
    "weight": 0,
    "description": "Djinni Calling: One of the many rings of fable, this 'genie' ring is most useful indeed. It serves as a special gate by means of which a specific djinni can be called from the Elemental Plane of Air. When the ring is rubbed (a standard action), the call goes out, and the djinni appears on the next round. The djinni faithfully obeys and serves the wearer of the ring, but never for more than 1 hour per day. If the djinni of the ring is ever killed, the ring becomes nonmagical and worthless. Strong conjuration; CL 17th; Forge Ring, gate ; Price 125,000 gp."
  },
  {
    "id": "zo3eq1jmUkFUM2H2",
    "name": "Ring of Epic Wizardry VI",
    "img": "systems/D35E/icons/items/magic/ring/Jewelry_24_magic_ring.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "ring",
    "price": 360000,
    "weight": 0,
    "description": "Epic Wizardry: Like the ring of wizardry , this ring comes in a variety of types useful only to arcane spellcasters. The wearer's arcane spells per day are doubled for one particular spell level. An epic ring of wizardry V doubles 5th-level spells, an epic ring of wizardry VI doubles 6th-level spells, an epic ring of wizardry VII doubles 7th-level spells, an epic ring of wizardry VIII doubles 8th-level spells, and an epic ring of wizardry IX doubles 9th-level spells. Bonus spells from high ability scores, school specialization, or any other source are not doubled. Caster Level: 23rd ( epic wizardry V), 26th ( epic wizardry VI ), 29th ( epic wizardry VII ), 32nd ( epic wizardry VIII ), 35th ( epic wizardry IX ); Prerequisites: Forge Ring, Forge Epic Ring, wish; Market Price: 250,000 gp ( epic wizardry V), 360,000 gp ( epic wizardry VI ), 490,000 gp ( epic wizardry VII ), 640,000 gp ( epic wizardry VIII ), 810,000 gp ( epic wizardry IX )."
  }
]