[
  {
    "id": "2hdqyJr9fReDVsi3",
    "name": "Armor of Arrow Attraction",
    "img": "systems/D35E/icons/items/magic/armor/armor-of-arrow-attraction.png",
    "equipmentType": "armor",
    "equipmentSubtype": "heavyArmor",
    "slot": "slotless",
    "price": 1500,
    "weight": 50,
    "description": "Armor of Arrow Attraction: Magical analysis indicates that this armor is a normal suit of +3 full plate . However, the armor is cursed. It works normally with regard to melee attacks but actually serves to attract ranged weapons. The wearer takes a -15 penalty to AC against any attack by a ranged weapon. The true nature of the armor does not reveal itself until the character is fired upon in earnest. Penalty applied by this cursed item should be applied manually by the DM. Strong abjuration; CL 16th; Craft Magic Arms and Armor, bestow curse ; Price 9,000 gp."
  },
  {
    "id": "4hEgEqOIhwL7388A",
    "name": "Armor of the Abyssal Horde",
    "img": "systems/D35E/icons/items/magic/armor/armor-of-abbyssal-horde.png",
    "equipmentType": "armor",
    "equipmentSubtype": "heavyArmor",
    "slot": "slotless",
    "price": 1500,
    "weight": 50,
    "description": "Armor of the Abyssal Horde: This+ 6 full plate armor's clawed gauntlets are effectively +4 keen weapons (1d10/19-20) that afflict the target as if she had been struck by an energy drain spell (Fortitude negates DC 23). The armor bestows two negative levels on any nonevil creature wearing it. These negative levels persist as long as the armor is worn and disappear when the armor is removed. The negative levels never result in actual level loss, but they cannot be overcome in any way (including restoration spells) while the armor is worn. Caster Level: 20th; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, creator must be evil, energy drain; Market Price: 768,260 gp; Cost to Create: 385,260 gp + 17,660 XP."
  },
  {
    "id": "4qOcK0jpFlnvN2zS",
    "name": "Armor of Rage",
    "img": "systems/D35E/icons/items/magic/armor/armor-of-rage.png",
    "equipmentType": "armor",
    "equipmentSubtype": "heavyArmor",
    "slot": "slotless",
    "price": 1500,
    "weight": 50,
    "description": "Armor of Rage: This armor is similar in appearance to armor of command and functions as a suit of +1 full plate . However, when it is worn, the armor causes the character to take a -4 penalty to Charisma. All unfriendly characters within 300 feet have a +1 morale bonus on attack rolls against her. The effect is not noticeable to the wearer or those affected. (In other words, the wearer does not immediately notice that donning the armor is the cause of her problems, nor do foes understand the reason for the depth of their enmity.) Penalty applied by this cursed item should be applied manually by the DM. Strong necromancy; CL 16th; Craft Magic Arms and Armor, bestow curse ; Price 1,600 gp."
  },
  {
    "id": "6VWhMhntjPitWCmo",
    "name": "Elven Chain",
    "img": "systems/D35E/icons/items/magic/armor/elven-chain.png",
    "equipmentType": "armor",
    "equipmentSubtype": "mediumArmor",
    "slot": "slotless",
    "price": 150,
    "weight": 40,
    "description": "Elven Chain: This extremely light chainmail is made of very fine mithral links. Speed while wearing elven chain is 30 feet for Medium creatures, or 20 feet for Small. The armor has an arcane spell failure chance of 20%, a maximum Dexterity bonus of +4, and an armor check penalty of -2. It is considered light armor and weighs 20 pounds. No aura (nonmagical); Price 4,150 gp."
  },
  {
    "id": "Dj2ItY5tZZ8PpGH8",
    "name": "Dragonhide Plate",
    "img": "systems/D35E/icons/items/magic/armor/dragonhide-plate.png",
    "equipmentType": "armor",
    "equipmentSubtype": "heavyArmor",
    "slot": "slotless",
    "price": 1500,
    "weight": 50,
    "description": "Dragonhide Plate: This suit of full plate is made of dragonhide, rather than metal, so druids can wear it. It is otherwise identical to masterwork full plate. No aura (nonmagical); Price 3,300 gp."
  },
  {
    "id": "EGYUUiDYbDJKn3QB",
    "name": "Mithral Full Plate of Speed",
    "img": "systems/D35E/icons/items/magic/armor/mithral-plate-of-speed.png",
    "equipmentType": "armor",
    "equipmentSubtype": "heavyArmor",
    "slot": "slotless",
    "price": 1500,
    "weight": 50,
    "description": "Mithral Full Plate of Speed: As a free action, the wearer of this fine set of +1 mithral full plate can activate it, enabling her to act as though affected by a haste spell for up to 10 rounds each day. The duration of the haste effect need not be consecutive rounds. Speed while wearing a suit of mithral full plate is 20 feet for Medium creatures, or 15 feet for Small. The armor has an arcane spell failure chance of 25%, a maximum Dexterity bonus of +3, and an armor check penalty of -3. It is considered medium armor and weighs 25 pounds. Faint transmutation; CL 5th; Craft Magic Arms and Armor, haste ; Price 26,500 gp."
  },
  {
    "id": "HLfw4EtZbXfm4NNo",
    "name": "Shapeshifter's Armor",
    "img": "systems/D35E/icons/items/magic/armor/shapeshifter-armor.png",
    "equipmentType": "armor",
    "equipmentSubtype": "mediumArmor",
    "slot": "slotless",
    "price": 15,
    "weight": 25,
    "description": "Shapeshifter's Armor: This suit of + 6 hide armor grants its full Armor Class bonus regardless of any form the wearer takes (with polymorph , shapechange , wild shape , or similar abilities). Caster Level: 21st; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, shapechange or wild shape ability; Market Price: 400,165 gp; Cost to Create: 200,165 gp + 14,000 XP."
  },
  {
    "id": "K2jz9sfgqdmbJhVp",
    "name": "Plate Armor of the Deep",
    "img": "systems/D35E/icons/items/magic/armor/plate-armor-of-deep.png",
    "equipmentType": "armor",
    "equipmentSubtype": "heavyArmor",
    "slot": "slotless",
    "price": 1500,
    "weight": 50,
    "description": "Plate Armor of the Deep: This +1 full plate is decorated with a wave and fish motif. The wearer of plate armor of the deep is treated as unarmored for purposes of Swim checks. The wearer can breathe underwater and can converse with any creature with a language that breathes water. Moderate abjuration; CL 11th; Craft Magic Arms and Armor, freedom of movement , water breathing , tongues ; Price 24,650 gp; Cost 17,150 gp + 600 XP."
  },
  {
    "id": "LdYAifYYWOM7uJPB",
    "name": "Golem Armor",
    "img": "systems/D35E/icons/items/magic/armor/golem-armor.png",
    "equipmentType": "armor",
    "equipmentSubtype": "heavyArmor",
    "slot": "slotless",
    "price": 1500,
    "weight": 50,
    "description": "Golem Armor: This enormous suit of black iron + 10 full plate armor increases the wearer's size by one category (to a maximum of Colossal). The wearer gains a +10 enhancement bonus to Strength and is rendered immune to mind-affecting effects, poison, disease, and similar effects. He or she is not subject to critical hits, subdual damage, ability damage, energy drain, or death from massive damage. Golem Armor is immune to rust attacks. The wearer of Golem Armor gains damage reduction 15/adamantine. He or she also cannot regain hit points by any means (mundane or magical) while the armor is worn. It requires 1 hour to don or extract oneself from Golem Armor ."
  },
  {
    "id": "PtBS9oH4PMTmqlLN",
    "name": "Banded Mail of Luck",
    "img": "systems/D35E/icons/items/magic/armor/banded-mail-of-luck.png",
    "equipmentType": "armor",
    "equipmentSubtype": "heavyArmor",
    "slot": "slotless",
    "price": 250,
    "weight": 35,
    "description": "Banded Mail of Luck: Ten 100-gp gems adorn this +3 banded mail . Once per week, the armor allows its wearer to require that an attack roll made against him be rerolled. He must take whatever consequences come from the second roll. The wearer's player must decide whether to have the attack roll rerolled before damage is rolled. Strong enchantment; CL 12th; Craft Magic Arms and Armor,Bless; Price 18,900 gp; Cost 10,150 gp + 700 XP."
  },
  {
    "id": "Tq6ca3rawY6YzLTn",
    "name": "Celestial Armor",
    "img": "systems/D35E/icons/items/magic/armor/celestial-armor.png",
    "equipmentType": "armor",
    "equipmentSubtype": "mediumArmor",
    "slot": "slotless",
    "price": 150,
    "weight": 40,
    "description": "Celestial Armor: This bright silver or gold +3 chainmail is so fine and light that it can be worn under normal clothing without betraying its presence. It has a maximum Dexterity bonus of +8, an armor check penalty of -2, and an arcane spell failure chance of 15%. It is considered light armor, weighs 20 pounds, and it allows the wearer to use fly on command (as the spell) once per day. Faint transmutation [good]; CL 5th; Craft Magic Arms and Armor, creator must be good, fly ; Price 22,400 gp; Cost 12,550 gp + 1,004 XP."
  },
  {
    "id": "TrubeOhodPLQBzl8",
    "name": "Antimagic Armor",
    "img": "systems/D35E/icons/items/magic/armor/antimagic-armor.png",
    "equipmentType": "armor",
    "equipmentSubtype": "heavyArmor",
    "slot": "slotless",
    "price": 1500,
    "weight": 50,
    "description": "Antimagic Armor: This + 1 negating full plate armor of invulnerability is crafted of adamantine (and thus has damage reduction 3/-). The armor provides a -5 penalty on dispel checks made against it or its wearer. Caster Level: 21st; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, greater dispel magic , stoneskin , wish or miracle; Market Price: 871,500 gp; Cost to Create: 436,500 gp + 18,700 XP."
  },
  {
    "id": "UslG3D005KBJoixx",
    "name": "Demon Armor",
    "img": "systems/D35E/icons/items/magic/armor/demon-armor.png",
    "equipmentType": "armor",
    "equipmentSubtype": "heavyArmor",
    "slot": "slotless",
    "price": 1500,
    "weight": 50,
    "description": "Demon Armor: This plate armor is fashioned to make the wearer appear to be a demon. The helmet is shaped to look like a horned demon head, and its wearer looks out of the open, tooth-filled mouth. This +4 full plate allows the wearer to make claw attacks that deal 1d10 points of damage, strike as +1 weapons, and afflict the target as if she had been struck by a contagion spell (Fortitude DC 14 negates). Use of contagion requires a normal melee attack with the claws. The 'claws' are built into the armor's vambraces and gauntlets. The armor bestows one negative level on any nonevil creature wearing it. This negative level persists as long as the armor is worn and disappears when the armor is removed. The negative level never results in actual level loss, but it cannot be overcome in any way (including restoration spells) while the armor is worn. Strong necromancy [evil]; CL 13th; Craft Magic Arms and Armor, contagion ; Price 52,260 gp; Cost 26,130 gp + 2,090 XP."
  },
  {
    "id": "WTYnsqrQncywK2Xc",
    "name": "Warlord's Breastplate",
    "img": "systems/D35E/icons/items/magic/armor/warlords-breatplate.png",
    "equipmentType": "armor",
    "equipmentSubtype": "mediumArmor",
    "slot": "slotless",
    "price": 200,
    "weight": 30,
    "description": "Warlord's Breastplate: This + 6 mithral breastplate has an armor check penalty of -1, a maximum Dexterity bonus of +5, and an arcane spell failure chance of 15%. It is considered light armor and weighs 15 pounds. It grants the wearer a +4 enhancement bonus to Charisma and allows the wearer to attract and lead a number of followers as if he or she had the Leadership feat (though this power doesn't allow the wearer to attract a cohort). If the wearer already has the Leadership feat, this armor has no cumulative effect on his or her followers. Caster Level: 21st; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, charm monster , sympathy; Market Price: 416,200 gp; Cost to Create: 210,200 gp + 14,120 XP."
  },
  {
    "id": "dVIcxQGYoztt36c4",
    "name": "Rhino Hide",
    "img": "systems/D35E/icons/items/magic/armor/rhino-hide.png",
    "equipmentType": "armor",
    "equipmentSubtype": "mediumArmor",
    "slot": "slotless",
    "price": 15,
    "weight": 25,
    "description": "Rhino Hide: This +2 hide armor is made from rhinoceros hide. In addition to granting a +2 enhancement bonus to AC, it has a -1 armor check penalty and deals an additional 2d6 points of damage on any successful charge attack made by the wearer, including a mounted charge. Moderate transmutation; CL 9th; Craft Magic Arms and Armor, bull's strength ; Price 5,165 gp; Cost 2,665 gp + 200 XP."
  },
  {
    "id": "e5PpIsAb6b52ItF3",
    "name": "Breastplate of Command",
    "img": "systems/D35E/icons/items/magic/armor/breastplate-of-command.png",
    "equipmentType": "armor",
    "equipmentSubtype": "mediumArmor",
    "slot": "slotless",
    "price": 200,
    "weight": 30,
    "description": "Breastplate of Command: This finely crafted +2 breastplate radiates a powerful aura of magic. When worn, the armor bestows a dignified and commanding aura upon its owner. The wearer gains a +2 competence bonus on all Charisma checks, including turning checks and Charisma-based skill checks. The wearer also gains a +2 competence bonus to his Leadership score. Friendly troops within 360 feet of the user become braver than normal. Since the effect arises in great part from the distinctiveness of the armor, the wearer cannot hide or conceal herself in any way and still have the effect function. Strong enchantment; CL 15th; Craft Magic Arms and Armor, mass charm monster ; Price 25,400 gp; Cost 10,975 gp + 850 XP."
  },
  {
    "id": "eKDJD4A35YRyNttO",
    "name": "Armor of the Celestial Battalion",
    "img": "systems/D35E/icons/items/magic/armor/armor-of-celestial-bastion.png",
    "equipmentType": "armor",
    "equipmentSubtype": "mediumArmor",
    "slot": "slotless",
    "price": 150,
    "weight": 40,
    "description": "Armor of the Celestial Battalion: This+ 7 chainmail is so fine and light that it can be worn under normal clothing without revealing its presence. It has a maximum Dexterity bonus of +10, no armor check penalty, and an arcane spell failure chance of 10%. It is considered light armor, and it allows the wearer to fly at will (as the fly spell). Furthermore, the wearer is at all times surrounded by a magic circle against evil effect (as the spell) which, if dispelled, can be created again as a free action. Caster Level: 20th; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, creator must be good, magic circle against evil; Market Price: 616,300 gp; Cost to Create: 308,300 gp + 16,160 XP."
  },
  {
    "id": "is99PCo6Z9bSbMoP",
    "name": "Adamantine Breastplate",
    "img": "systems/D35E/icons/items/magic/armor/adamantine-breastplate.png",
    "equipmentType": "armor",
    "equipmentSubtype": "mediumArmor",
    "slot": "slotless",
    "price": 200,
    "weight": 30,
    "description": "A breastplate covers your front and your back. It comes with a helmet and greaves (plates to cover your lower legs). A light suit or skirt of studded leather beneath the breastplate protects your limbs without restricting movement much."
  },
  {
    "id": "jAD73UYJtyiJZlBx",
    "name": "Mithral Shirt",
    "img": "systems/D35E/icons/items/magic/armor/mithral-shirt.png",
    "equipmentType": "armor",
    "equipmentSubtype": "lightArmor",
    "slot": "slotless",
    "price": 100,
    "weight": 25,
    "description": "Mithral Shirt: This extremely light chain shirt is made of very fine mithral links. Speed while wearing a mithral shirt is 30 feet for Medium creatures, or 20 feet for Small. The armor has an arcane spell failure chance of 10%, a maximum Dexterity bonus of +6, and no armor check penalty. It is considered light armor and weighs 10 pounds. No aura (nonmagical); Price 1,100 gp."
  },
  {
    "id": "kfLr3EpVLKOEusZa",
    "name": "Dwarven Plate",
    "img": "systems/D35E/icons/items/magic/armor/dwarven-plate.png",
    "equipmentType": "armor",
    "equipmentSubtype": "heavyArmor",
    "slot": "slotless",
    "price": 1500,
    "weight": 50,
    "description": "Dwarven Plate: This full plate is made of adamantine, giving its wearer damage reduction of 3/-. No aura (nonmagical); Price 16,500 gp."
  },
  {
    "id": "v3zvOul2BTO06qNB",
    "name": "Invulnerable Coat",
    "img": "systems/D35E/icons/items/magic/armor/invunerable-coat.png",
    "equipmentType": "armor",
    "equipmentSubtype": "lightArmor",
    "slot": "slotless",
    "price": 100,
    "weight": 25,
    "description": "Invulnerable Coat: The Invulnerable Coat + 5 chain shirt of heavy fortification . It grants its wearer damage reduction 10/epic and resistance 20 against acid, cold, electricity, fire, and sonic energy. If the wearer can turn undead, treat the wearer as having +4 class levels for purposes of caster level, turning undead, smiting evil, and laying on hands."
  },
  {
    "id": "vVzvsMFPvIPfN3dX",
    "name": "Dragonskin Armor",
    "img": "systems/D35E/icons/items/magic/armor/dragonskin-armor.png",
    "equipmentType": "armor",
    "equipmentSubtype": "heavyArmor",
    "slot": "slotless",
    "price": 1500,
    "weight": 50,
    "description": "Dragonskin Armor: This+ 5 full plate armor is crafted from the hide of a great wyrm dragon. At the wearer's command, the armor sprouts enormous dragon wings, allowing the wearer to fly at a speed of 90 feet (clumsy) for a total of 4 hours each day. The armor also grants immunity to a specific type of energy, based on the color of dragon that supplied the armor. Roll d% on the following table to determine the color and immunity. d% Color Immunity 01-10 Black Acid 11-20 Blue Lightning 21-30 Brass Fire 31-40 Bronze Lightning 41-50 Copper Acid 51-60 Gold Fire 61-70 Green Acid 71-80 Red Fire 81-90 Silver Cold 91-100 White Cold The wearer of the armor takes a -4 circumstance penalty on Diplomacy checks with dragons, but gains a +4 circumstance bonus on Intimidate checks against dragons. Caster Level: 24th; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, protection from energy , shapechange; Market Price: 564,550 gp; Cost to Create: 283,250 gp + 15,629 XP."
  }
]