[
  {
    "id": "1Htk8570u6KY1hvN",
    "name": "Mace of Terror",
    "img": "systems/D35E/icons/items/magic/weapons/named/mace-of-terror.png",
    "price": 38552,
    "weight": 8,
    "description": "Mace of Terror: On command, this +2 heavy mace causes the wielder's clothes and appearance to transform into an illusion of darkest horror such that living creatures in a 30-foot cone become panicked as if by a fear spell (Will DC 16 partial). They take a -2 morale penalty on saving throws, and they flee from the wielder. The wielder may use this ability up to three times per day. Strong necromancy; CL 13th; Craft Magic Arms and Armor, fear ; Price 38,552 gp; Cost 19,276 gp + 1,542 XP."
  },
  {
    "id": "1pO8JB9h7XJgHtxV",
    "name": "Sword of the Planes",
    "img": "systems/D35E/icons/items/magic/weapons/named/sword-of-planes.png",
    "price": 22315,
    "weight": 4,
    "description": "Sword of the Planes: This longsword has an enhancement bonus of +1 on the Material Plane, but on any Elemental Plane its enhancement bonus increases to +2. (The +2 enhancement bonus also applies on the Material Plane when the weapon is used against elementals.) It operates as a +3 longsword on the Astral Plane or the Ethereal Plane or when used against opponents native to either of those planes. On any other plane, or against any outsider, it functions as a +4 longsword . Strong evocation; CL 15th; Craft Magic Arms and Armor, plane shift ; Price 22,315 gp; Cost 11,157 gp and 5 sp + 893 XP."
  },
  {
    "id": "3FoRpIEn7F1gY4v2",
    "name": "Sleep Arrow",
    "img": "systems/D35E/icons/items/magic/weapons/named/sleep-arrow.png",
    "price": 0,
    "weight": 0,
    "description": "Sleep Arrow: This +1 arrow is painted white and has white fletching. If it strikes a foe so that it would normally deal damage, it instead bursts into magical energy that deals nonlethal damage (in the same amount as would be lethal damage) and forces the target to make a DC 11 Will save or fall asleep. Faint enchantment; CL 5th; Craft Magic Arms and Armor, sleep ; Price 132 gp; Cost 69 gp 5 sp + 5 XP."
  },
  {
    "id": "47kuvXipGQMtRsfL",
    "name": "Flame Tongue",
    "img": "systems/D35E/icons/items/magic/weapons/named/flame-tongue.png",
    "price": 20715,
    "weight": 4,
    "description": "Flame Tongue: This is a +1 flaming burst longsword . Once per day, the sword can blast forth a fiery ray at any target within 30 feet as a ranged touch attack. The ray deals 4d6 points of fire damage on a successful hit. Moderate evocation; CL 12th; Craft Magic Arms and Armor, scorching ray , and flame blade , flame strike , or fireball ; Price 20,715 gp; Cost 10,515 gp + 816 XP."
  },
  {
    "id": "4OmDfUDNvBIGFCnc",
    "name": "Sun Blade",
    "img": "systems/D35E/icons/items/magic/weapons/named/sun-blade.png",
    "price": 50335,
    "weight": 6,
    "description": "Sun Blade: This sword is the size of a bastard sword. However, a sun blade is wielded as if it were a short sword with respect to weight and ease of use. (In other words, the weapon appears to all viewers to be a bastard sword, and deals bastard sword damage, but the wielder feels and reacts as if the weapon were a short sword.) Any individual able to use either a bastard sword or a short sword with proficiency is proficient in the use of a sun blade . Likewise, Weapon Focus and Weapon Specialization in short sword and bastard sword apply equally, but the benefits of those feats do not stack. In normal combat, the glowing golden blade of the weapon is equal to a +2 bastard sword . Against evil creatures, its enhancement bonus is +4. Against Negative Energy Plane creatures or undead creatures, the sword deals double damage (and x3 on a critical hit instead of the usual x2). The blade also has a special sunlight power. Once per day, the wielder can swing the blade vigorously above her head while speaking a command word. The sunblade then sheds a bright yellow radiance that is like full daylight. The radiance begins shining in a 10-foot radius around the sword wielder and extends outward at 5 feet per round for 10 rounds thereafter, to create a globe of light with a 60-foot radius. When the wielder stops swinging, the radiance fades to a dim glow that persists for another minute before disappearing entirely. All sun blades are of good alignment, and any evil creature attempting to wield one gains one negative level. The negative level remains as long as the sword is in hand and disappears when the sword is no longer wielded. This negative level never results in actual level loss, but it cannot be overcome in any way (including restoration spells) while the sword is wielded. Moderate evocation; CL 10th; Craft Magic Arms and Armor, daylight , creator must be good; Price 50,335 gp; Cost 25,335 gp + 2,000 XP."
  },
  {
    "id": "7jCJ4DhTPJ374AAU",
    "name": "The Saint's Mace",
    "img": "systems/D35E/icons/items/magic/artifact/Relic_v2_03.png",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "slot": "slotless",
    "price": 0,
    "weight": 0,
    "description": "The Saint's Mace: This relic appears to be a simple, well-used cudgel, but its simple appearance hides great power. The saint's mace has a +5 enhancement bonus and functions as a heavy mace with the holy, lawful, and disruption special abilities. The wielder can project searing light from the mace at will, at caster level 20th."
  },
  {
    "id": "8qWeMB3NC1H33Y6B",
    "name": "Arrow of Death",
    "img": "systems/D35E/icons/items/magic/weapons/named/arrow-of-death.png",
    "price": 0,
    "weight": 0,
    "description": "Forces the target, if damaged by the arrow's attack, to make a DC 20 Fortitude save or be slain immediately. It takes one day to make an arrow of death, and the arrow only functions for the arcane archer who created it. The arrow of death lasts no longer than one year, and the archer can only have one such arrow in existence at a time."
  },
  {
    "id": "9IKHzFGLwnA6B8dd",
    "name": "Assassin's Dagger",
    "img": "systems/D35E/icons/items/magic/weapons/named/assassins-dagger.png",
    "price": 18302,
    "weight": 1,
    "description": "Assassin's Dagger: This wicked-looking, curved +2 dagger provides a +1 bonus to the DC of a Fortitude save forced by the death attack of an assassin. Moderate necromancy; CL 9th; Craft Magic Arms and Armor, slay living ; Price 18,302 gp; Cost 9,302 gp + 720 XP."
  },
  {
    "id": "9WJ9Q4l5J97Kt9C0",
    "name": "Elven Greatbow",
    "img": "systems/D35E/icons/items/magic/weapons/named/elven-greatbow.png",
    "price": 2900400,
    "weight": 3,
    "description": "Elven Greatbow: In the hands of any nonelf, this bow performs only as a + 2 composite longbow . In the hands of an elf, this weapon functions as a + 5 composite longbow of unerring accuracy with a Strength bonus that matches its elven wielder's current Strength at all times. Furthermore, any arrows loosed from the bow are considered keen, regardless of the enhancement bonus of the arrow fired. Caster Level: 23rd; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, bull's strength , keen edge , true seeing; Market Price: 2,900,400 gp; Cost to Create: 1,450,400 gp + 39,400 XP."
  },
  {
    "id": "9Y5QiK34w3t1lCD6",
    "name": "Gripsoul",
    "img": "systems/D35E/icons/items/magic/weapons/named/gripsoul.png",
    "price": 1856500,
    "weight": 4,
    "description": "Gripsoul: Gripsoul is a + 6 keen long-sword , but instead of dealing additional damage on a critical hit, the weapon imprisons the victim in a gem set in the pommel of the sword as per a binding spell heightened to 16th level (DC 30). The same is true of any blow that would otherwise kill a foe or knock him or her unconscious. Only one creature can be so held, but the wielder can release the bound soul at any time with a command word. Caster Level: 27th; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, binding; Market Price: 1,856,500 gp; Cost to Create: 934,500 gp + 28,440 XP."
  },
  {
    "id": "BadNF2AvW8s5rEqd",
    "name": "Everwhirling Chain",
    "img": "systems/D35E/icons/items/magic/weapons/named/everwhirling-chain.png",
    "price": 5220325,
    "weight": 10,
    "description": "Everwhirling Chain: This + 4 defending everdancing spiked chain of speed continuously twitches in its wielder's hands. The wielder of the everwhirling chain can use it to make any number of attacks of opportunity per round (as if he or she had the Improved Combat Reflexes feat). Caster Level: 23rd; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, animate objects , haste , shield (or shield of faith ); Market Price: 5,220,325 gp; Cost to Create: 2,610,325 gp + 52,200 XP."
  },
  {
    "id": "BcFtLaCHxW2ZxKCs",
    "name": "Shatterspike",
    "img": "systems/D35E/icons/items/magic/weapons/named/shatterspike.png",
    "price": 4315,
    "weight": 4,
    "description": "Shatterspike: Wielders without the Improved Sunder feat use Shatterspike as a +1 longsword only; wielders with the Improved Sunder feat add a +4 bonus (including the sword's +1 enhancement bonus) to the opposed roll when attempting to strike a foe's weapon. If successful, Shatterspike deals 1d8+4 points of damage plus the wielder's Strength modifier to the target weapon (the target weapon's hardness must still be overcome with each hit). Shatterspike can damage weapons with an enhancement bonus of +4 or lower. Strong evocation; CL 13th; Str 13, Craft Arms and Armor, Power Attack, Improved Sunder, shatter ; Price 4,315 gp; Cost 2,315 gp + 160 XP; Weight 4 lb."
  },
  {
    "id": "BtXhwonBwKmfV473",
    "name": "Finaldeath",
    "img": "systems/D35E/icons/items/magic/weapons/named/finaldeath.png",
    "price": 1790308,
    "weight": 6,
    "description": "Finaldeath: This + 5 undead dread ghost touch morningstar also grants its wielder immunity to energy drain attacks. Furthermore, if its wielder is capable of turning undead, he or she gains the Positive Energy Aura feat. Caster Level: 22nd; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, death ward , plane shift , summon monster IX , creator must be able to turn undead; Market Price: 3,580,308 gp; Cost to Create: 1,790,308 gp + 45,800 XP."
  },
  {
    "id": "DX6NyLEnI1ecclNo",
    "name": "Holy Avenger",
    "img": "systems/D35E/icons/items/magic/weapons/named/holy-avenger.png",
    "price": 120630,
    "weight": 4,
    "description": "Holy Avenger: This +2 cold iron longsword becomes a +5 holy cold iron longsword in the hands of a paladin. It provides spell resistance of 5 + the paladin's level to the wielder and anyone adjacent to her. It also enables the wielder to use greater dispel magic (once per round as a standard action) at the class level of the paladin. (Only the area dispel is possible, not the targeted dispel or counterspell versions of greater dispel magic .) Strong abjuration; CL 18th; Craft Magic Arms and Armor, holy aura , creator must be good; Price 120,630 gp; Cost 60,630 gp + 4,800 XP."
  },
  {
    "id": "EF4H9mIvLO4zndMu",
    "name": "Slaying Arrow, Greater",
    "img": "systems/D35E/icons/items/magic/weapons/named/slaying-arrow.png",
    "price": 0,
    "weight": 0,
    "description": "Slaying Arrow: This +1 arrow is keyed to a particular type or subtype of creature. If it strikes such a creature, the target must make a DC 20 Fortitude save or die (or, in the case of unliving targets, be destroyed) instantly. Note that even creatures normally exempt from Fortitude saves (undead and constructs) are subject to this attack. When keyed to a living creature, this is a death effect (and thus death ward protects a target). To determine the type or subtype of creature the arrow is keyed to, roll on the table below. A greater slaying arrow functions just like a normal Slaying arrow , but the DC to avoid the death effect is 23. Strong necromancy; CL 13th; Craft Magic Arms and Armor, finger of death ( Slaying arrow ) or heightened finger of death ( greater slaying arrow ); Price 2,282 gp ( Slaying arrow ) or 4,057 gp ( greater slaying arrow ); Cost 1,144 gp 5 sp + 91 XP ( Slaying arrow ) or 2,032 gp + 162 XP ( greater slaying arrow ). d% Designated Type or Subtype 01-05 Aberrations 06-09 Animals 10-16 Constructs 17-22 Dragons 23-27 Elementals 28-32 Fey 33-39 Giants 40 Humanoids, aquatic 41-42 Humanoids, dwarf 43-44 Humanoids, elf 45 Humanoids, gnoll 46 Humanoids, gnome 47-49 Humanoids, goblinoid 50 Humanoids, halfling 51-54 Humanoids, human 55-57 Humanoids, reptilian 58-60 Humanoids, orc 61-65 Magical beasts 66-70 Monstrous humanoids 71-72 Oozes 73 Outsiders, air 74-76 Outsiders, chaotic 77 Outsiders, earth 78-80 Outsiders, evil 81 Outsiders, fire 82-84 Outsiders, good 85-87 Outsiders, lawful 88 Outsiders, water 89-90 Plants 91-98 Undead 99-100 Vermin"
  },
  {
    "id": "HJAFHQN0qBLAl6eq",
    "name": "Sword, Berserking",
    "img": "systems/D35E/icons/items/magic/weapons/named/sword-berserking.png",
    "price": 17500,
    "weight": 8,
    "description": "Sword, Berserking: This item appears to have the characteristics of a +2 greatsword . However, whenever the sword is used in battle, its wielder goes berserk (gaining all the benefits and drawbacks of the barbarian's rage ability). He attacks the nearest creature and continues to fight until unconscious or dead or until no living thing remains within 30 feet. Although many see this sword as a cursed object, others see it as a boon. Moderate evocation; CL 8th; Craft Magic Arms and Armor, rage , bestow curse ; Price 17,500 gp."
  },
  {
    "id": "He8si0D5mnEVHVUg",
    "name": "Sylvan Scimitar",
    "img": "systems/D35E/icons/items/magic/weapons/named/sylvan-scimitar.png",
    "price": 47315,
    "weight": 4,
    "description": "Sylvan Scimitar: This +3 scimitar , when used outdoors in a temperate climate, grants its wielder the use of the Cleave feat and deals an extra 1d6 points of damage. Moderate evocation; CL 11th; Craft Magic Arms and Armor, divine power or creator must be a 7th-level druid; Price 47,315gp; Cost 23,657 gp and 5 sp + 1,893 XP."
  },
  {
    "id": "Ih96VEecwtRp5gb7",
    "name": "Adamantine Battleaxe",
    "img": "systems/D35E/icons/items/magic/weapons/named/adamantine-battleaxe.png",
    "price": 3010,
    "weight": 6,
    "description": "Adamantine Battleaxe: This nonmagical axe is made out of adamantine. As a masterwork weapon, it has a +1 enhancement bonus on attack rolls. No aura (nonmagical); Price 3,010 gp."
  },
  {
    "id": "Jj8U2x0l8IeQfpYU",
    "name": "Masterwork Cold Iron Longsword",
    "img": "systems/D35E/icons/items/magic/weapons/named/masterwrk-cold-iron-longsword.png",
    "price": 330,
    "weight": 4,
    "description": "Masterwork Cold Iron Longsword: This nonmagical longsword is crafted out of cold iron. As a masterwork weapon, it has a +1 enhancement bonus on attack rolls. No aura (nonmagical); Price 330 gp."
  },
  {
    "id": "LdViwZ9coU4fh5Ht",
    "name": "Trident of Warning",
    "img": "systems/D35E/icons/items/magic/weapons/named/trident-of-warning.png",
    "price": 10115,
    "weight": 4,
    "description": "Trident of Warning: A weapon of this type enables its wielder to determine the location, depth, kind, and number of aquatic predators within 680 feet. A trident of warning must be grasped and pointed in order for the character using it to gain such information, and it requires 1 round to scan a hemisphere with a radius of 680 feet. The weapon is otherwise a +2 trident . Moderate divination; CL 7th; Craft Magic Arms and Armor, locate creature ; Price 10,115 gp; Cost 5,057 gp and 5 sp + 405 XP."
  },
  {
    "id": "Lq9woVRPYosoBKv0",
    "name": "Mace of Blood",
    "img": "systems/D35E/icons/items/magic/weapons/named/mace-of-blood.png",
    "price": 16000,
    "weight": 8,
    "description": "Mace of Blood: This +3 heavy mace must be coated in blood every day, or its bonus fades away (until the mace is coated again). The character using this mace must make a DC 13 Will save every day it is within his possession or become chaotic evil. Moderate abjuration; CL 8th; Craft Magic Arms and Armor, creator must be at least 9th level and chaotic evil; Price 16,000 gp."
  },
  {
    "id": "MKD5oUEDL8hm6sEz",
    "name": "Frost Brand",
    "img": "systems/D35E/icons/items/magic/weapons/named/frost-brand.png",
    "price": 54475,
    "weight": 8,
    "description": "Frost Brand: This +3 frost greatsword sheds light as a torch when the temperature drops below 0°F. At such times it cannot be concealed when drawn, nor can its light be shut off. Its wielder is protected from fire; the sword absorbs the first 10 points of fire damage each round that the wielder would otherwise take. A frost brand extinguishes all nonmagical fires in its area. As a standard action, it can also dispel lasting fire spells, but not instantaneous effects, though you must succeed on a dispel check (1d20 +14) against each spell to dispel it. The DC to dispel such spells is 11 + the caster level of the fire spell. Strong evocation; CL 14th; Craft Magic Arms and Armor, ice storm , dispel magic , protection from energy ; Price 54,475 gp; Cost 27,375 gp and 5 sp + 2179 XP."
  },
  {
    "id": "NHlM8MS6Q7OQMXvR",
    "name": "Adamantine Dagger",
    "img": "systems/D35E/icons/items/magic/weapons/named/adamantine-dagger.png",
    "price": 3002,
    "weight": 1,
    "description": "Adamantine Dagger: This nonmagical dagger is made out of adamantine. As a masterwork weapon, it has a +1 enhancement bonus on attack rolls. No aura (nonmagical); Price 3,002 gp."
  },
  {
    "id": "Q5mFEYDjt9kUvzua",
    "name": "Oathbow",
    "img": "systems/D35E/icons/items/magic/weapons/named/oathbow.png",
    "price": 13100,
    "weight": 3,
    "description": "Oathbow: Of elven make, this white +2 composite longbow (+2 Str bonus) whispers 'Swift defeat to my enemies' in Elven when nocked and pulled. Once per day, if the firer swears aloud to slay her target (a free action), the bow's whisper becomes the low shout 'Swift death to those who have wronged me.' Against such a sworn enemy, the bow has a +5 enhancement bonus, and arrows launched from it deal an additional 2d6 points of damage (and x4 on a critical hit instead of the normal x3). However, the bow is treated as only a masterwork weapon against all foes other than the sworn enemy, and the wielder takes a -1 penalty on attack rolls with any weapon other than the oathbow . These bonuses and penalties last for seven days or until the sworn enemy is slain or destroyed by the wielder of the oathbow , whichever comes first. The oathbow may only have one sworn enemy at a time. Once the wielder swears to slay a target, he cannot make a new oath until he has slain that target or seven days have passed. Even if the wielder slays the sworn enemy on the same day that he makes the oath, he cannot activate the oathbow 's special power again until 24 hours have passed from the time he made the oath. Strong evocation; CL 15th; Craft Magic Arms and Armor, creator must be an elf; Price 25,600 gp; Cost 13,100 gp + 1,000 XP."
  },
  {
    "id": "QQhLlPRnXS0kYh1x",
    "name": "Holy Devastator",
    "img": "systems/D35E/icons/items/magic/weapons/named/holy-devastator.png",
    "price": 4620315,
    "weight": 4,
    "description": "Holy Devastator: In the hands of any character other than a paladin, this sword performs as a + 3 holy longsword . In the hands of a paladin, this weapon functions as a + 7 longsword of holy power and grants a +5 sacred bonus on the wielder's saving throws against spells with the evil descriptor or spells cast by evil characters. If the paladin wielder smites evil with the holy devastator , he or she adds twice his or her paladin level to damage (rather than his or her paladin level). Caster Level: 23rd; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, holy aura , holy smite , holy word; Market Price: 4,620,315 gp; Cost to Create: 2,310,315 gp + 56,200 XP."
  },
  {
    "id": "SnLSgNAK3FbQHjRc",
    "name": "Unholy Despoiler",
    "img": "systems/D35E/icons/items/magic/weapons/named/unoley-despoiler.png",
    "price": 4650315,
    "weight": 4,
    "description": "Unholy Despoiler: In the hands of any character other than a blackguard, this sword performs as a + 3 unholy longsword . In the hands of a blackguard, this weapon functions as a + 7 longsword of unholy power and grants a +5 profane bonus on the wielder's saving throws against spells with the good descriptor or spells cast by good characters. If a blackguard wielder smites good with the unholy despoiler , he or she adds twice his or her blackguard level to damage (rather than his or her blackguard level). Caster Level: 23rd; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, blasphemy , unholy aura , unholy blight; Market Price: 4,650,315 gp; Cost to Create: 2,325,315 gp + 56,500 XP."
  },
  {
    "id": "WS6GkO3dasHmIUsd",
    "name": "Life-Drinker",
    "img": "systems/D35E/icons/items/magic/weapons/named/lifedrinker.png",
    "price": 40320,
    "weight": 12,
    "description": "Life-Drinker: This +1 greataxe is favored by undead and constructs, who do not suffer its drawback. A life-drinker bestows two negative levels on its target whenever it deals damage, just as if its target had been struck by an undead creature. One day after being struck, subjects must make a DC 16 Fortitude save for each negative level or lose a character level. Each time a life-drinker deals damage to a foe, it also bestows one negative level on the wielder. Any negative level gained by the wielder in this fashion lasts for 1 hour. Strong necromancy; CL 13th; Craft Magic Arms and Armor, enervation ; Price 40,320 gp; Cost 20,320 gp + 1,600 XP."
  },
  {
    "id": "YnVLk9sPsEw2vU1M",
    "name": "Mattock of the Titans",
    "img": "systems/D35E/icons/items/magic/weapons/named/mattoc-of-titans.png",
    "price": 23348,
    "weight": 5,
    "description": "Mattock of the Titans: This digging tool is 10 feet long. Any creature of at least Huge size can use it to loosen or tumble earth or earthen ramparts (a 10-foot cube every 10 minutes). It also smashes rock (a 10-foot cube per hour). If used as a weapon, it is the equivalent of a Gargantuan +3 adamantine warhammer , dealing 4d6 points of base damage. Strong transmutation; CL 16th; Craft Wondrous Item, Craft Magic Arms and Armor, move earth ; Price 23,348 gp; Cost 13,348 gp + 800 XP; Weight 120 lb."
  },
  {
    "id": "Zb6VLW6pf0ZfsX1L",
    "name": "Mace of Smiting",
    "img": "systems/D35E/icons/items/magic/weapons/named/mace-of-smiting.png",
    "price": 75312,
    "weight": 8,
    "description": "Mace of Smiting: This +3 adamantine heavy mace has a +5 enhancement bonus against constructs, and any critical hit dealt to a construct completely destroys it (no saving throw). A critical hit dealt to an outsider deals x4 damage rather than x2. Moderate transmutation; CL 11th; Craft Magic Arms and Armor, disintegrate ; Price 75,312 gp; Cost 39,312 gp + 2,880 XP."
  },
  {
    "id": "bSpR7t2130MbBuSl",
    "name": "Mace of Ruin",
    "img": "systems/D35E/icons/items/magic/weapons/named/mace-of-ruin.png",
    "price": 1000312,
    "weight": 8,
    "description": "Mace of Ruin: This + 7 heavy mace ignores the hardness or damage reduction of any object or creature it strikes. Furthermore, the weapon can deal critical hits to objects and constructs as if they were living creatures. Caster Level: 21st; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, disintegrate; Market Price: 1,000,312 gp; Cost to Create: 500,312 gp + 20,000 XP."
  },
  {
    "id": "c5yyyMfsUqVIL691",
    "name": "Maul of the Titans",
    "img": "systems/D35E/icons/items/magic/weapons/named/maul-of-titans.png",
    "price": 25305,
    "weight": 8,
    "description": "Maul of the Titans: This mallet is 8 feet long. If used as a weapon, it is the equivalent of a +3 greatclub and deals triple damage against inanimate objects. However, the wielder must have a Strength of at least 18 to wield it properly. Otherwise, she takes a –4 penalty on attack rolls. Strong evocation; CL 15th; Craft Wondrous Item, Craft Magic Arms and Armor, clenched fist; Price 25,305 gp; Cost 12,305 gp + 480 XP; Weight 160 lb."
  },
  {
    "id": "cVhskNEiVT9QwTst",
    "name": "Javelin of Lightning",
    "img": "systems/D35E/icons/items/magic/weapons/named/javelin-of-lightning.png",
    "price": 1500,
    "weight": 2,
    "description": "Javelin of Lightning: This javelin becomes a 5d6 lightning bolt when thrown (Reflex DC 14 half ). It is consumed in the attack. Faint evocation; CL 5th; Craft Magic Arms and Armor, lightning bolt ; Price 1,500 gp; Cost 750 gp + 30 XP."
  },
  {
    "id": "d16sug8RYT91mNfF",
    "name": "Silver Dagger, Masterwork",
    "img": "systems/D35E/icons/items/magic/weapons/named/silver-dagger-masterwork.png",
    "price": 322,
    "weight": 1,
    "description": "Silver Dagger, Masterwork: This masterwork alchemical silver dagger is nonmagical. As a masterwork weapon, it has a +1 enhancement bonus on attack rolls. No aura (nonmagical); Price 322 gp."
  },
  {
    "id": "d7mxmwoU922b7s3Z",
    "name": "Luck Blade",
    "img": "systems/D35E/icons/items/magic/weapons/named/luck-blade.png",
    "price": 10,
    "weight": 2,
    "description": "Luck Blade: This +2 short sword gives its possessor a +1 luck bonus on all saving throws. Its possessor also gains the power of good fortune, usable once per day. This extraordinary ability allows its possessor to reroll one roll that she just made. She must take the result of the reroll, even if it's worse than the original roll. In addition, a luck blade may contain up to three wishes (when randomly rolled, a luck blade holds 1d4-1 wishes , minimum 0). When the last wish is used, the sword remains a +2 short sword , still grants the +1 luck bonus, and still grants its reroll power. Strong evocation; CL 17th; Craft Magic Arms and Armor, wish or miracle ; Price 22,060 gp (0 wishes ), 62,360 gp (1 wish ), 102,660 gp (2 wishes ), 142,960 gp (3 wishes ); Cost 11,030 gp + 882 XP (0 wishes ), 31,180 gp + 2,494 XP (1 wish ), 51,330 gp + 4,106 XP (2 wishes ), 71,480 gp + 5,718 XP (3 wishes )."
  },
  {
    "id": "f2XxNkWjxcEDhIdU",
    "name": "Screaming Bolt",
    "img": "systems/D35E/icons/items/magic/weapons/named/screaming-bolt.png",
    "price": 0,
    "weight": 0,
    "description": "Screaming Bolt: One of these +2 bolts screams when fired, forcing all enemies of the wielder within 20 feet of the path of the bolt to succeed on a DC 14 Will save or become shaken. This is a mind-affecting fear effect. Faint enchantment; CL 5th; Craft Magic Arms and Armor, doom ; Price 267gp; Cost 128 gp and 5 sp + 10 XP."
  },
  {
    "id": "iOMeOjoLiLEzGbPn",
    "name": "Dwarven Thrower",
    "img": "systems/D35E/icons/items/magic/weapons/named/dwarven-thrower.png",
    "price": 60312,
    "weight": 5,
    "description": "Dwarven Thrower: This weapon commonly functions as a +2 warhammer . In the hands of a dwarf, the warhammer gains an additional +1 enhancement bonus (for a total enhancement bonus of +3) and gains the returning special ability. It can be hurled with a 30-foot range increment. When hurled, it deals an extra 2d8 points of damage against giants or an extra 1d8 points of damage against any other target. Moderate evocation; CL 10th; Craft Magic Arms and Armor, creator must be a dwarf of at least 10th level; Price 60,312 gp; Cost 30,312 gp + 2,400 XP."
  },
  {
    "id": "jx1AfXX4HRFn7vuM",
    "name": "Rapier of Puncturing",
    "img": "systems/D35E/icons/items/magic/weapons/named/rapier-of-puncturing.png",
    "price": 50320,
    "weight": 2,
    "description": "Rapier of Puncturing: Three times per day, this +2 wounding rapier allows the wielder to make a touch attack with the weapon that deals 1d6 points of Constitution damage by draining blood. Creatures immune to critical hits are immune to the Constitution damage dealt by this weapon. Strong necromancy; CL 13th; Craft Magic Arms and Armor, harm ; Price 50,320 gp; Cost 25,320 gp + 2,000 XP."
  },
  {
    "id": "k36XYpIRycSonxvQ",
    "name": "Sword of Life Stealing",
    "img": "systems/D35E/icons/items/magic/weapons/named/word-of-life-stealing.png",
    "price": 25715,
    "weight": 4,
    "description": "Sword of Life Stealing: This black iron +2 longsword bestows a negative level when it deals a critical hit. The sword wielder gains 1d6 temporary hit points each time a negative level is bestowed on another. These temporary hit points last for 24 hours. One day after being struck, subjects must make a DC 16 Fortitude save for each negative level or lose a character level. Strong necromancy; CL 17th; Craft Magic Arms and Armor, enervation ; Price 25,715 gp; Cost 12,857 gp and 5 sp + 1,029 XP."
  },
  {
    "id": "kUIUCAtVBpCMOLn3",
    "name": "Quarterstaff of Alacrity",
    "img": "systems/D35E/icons/items/magic/weapons/named/quarterstaff-of-alacrity.png",
    "price": 462600,
    "weight": 4,
    "description": "Quarterstaff of Alacrity: Both ends of this + 5 quarterstaff of speed have equal enhancement and special powers, meaning that it allows an additional attack with each end every round. While the Quarterstaff of alacrity is held, it grants its wielder a +5 resistance bonus on Reflex saves. It also deflects ranged weapons as if the wielder had the Deflect Arrows and Infinite Deflection feats. Caster Level: 21st; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, protection from arrows , shield; Market Price: 462,600 gp; Cost to Create: 231,600 gp + 14,620 XP."
  },
  {
    "id": "kawFZRBpJZQNAmHB",
    "name": "Shifter's Sorrow",
    "img": "systems/D35E/icons/items/magic/weapons/named/shifters-sorrow.png",
    "price": 12780,
    "weight": 10,
    "description": "Shifter's Sorrow: This +1/+1 two-bladed sword has blades of alchemical silver. The weapon deals an extra 2d6 points of damage against any creature with the shapechanger subtype. When a shapechanger or a creature in an alternate form (such as a druid using wild shape) is struck by the weapon, it must make a DC 15 Will save or return to its natural form. Strong transmutation; CL 15th; Craft Arms and Armor, baleful polymorph ; Price 12,780 gp; Cost 6,780 gp + 480 XP; Weight 10 lb."
  },
  {
    "id": "kmA6vOu6uGZWuy13",
    "name": "Nine Lives Stealer",
    "img": "systems/D35E/icons/items/magic/weapons/named/nine-lives-stealer.png",
    "price": 23057,
    "weight": 4,
    "description": "Nine Lives Stealer: This longsword always performs as a +2 longsword , but it also has the power to draw the life force from an opponent. It can do this nine times before the ability is lost. At that point, the sword becomes a simple +2 longsword (with a hint of evil about it). A critical hit must be dealt for the sword's death-dealing ability to function, and this weapon has no effect on creatures not subject to critical hits. The victim is entitled to a DC 20 Fortitude save to avoid death. If the save is successful, the sword's death-dealing ability does not function, no use of the ability is expended, and normal critical damage is determined. This sword is evil, and any good character attempting to wield it gains two negative levels. These negative levels remain as long as the sword is in hand and disappear when the sword is no longer wielded. These negative levels never result in actual level loss, but they cannot be overcome in any way (including restoration spells) while the sword is wielded. Strong necromancy [evil]; CL 13th; Craft Magic Arms and Armor, finger of death ; Price 23,057 gp; Cost 11,528 gp 5 sp + 922 XP."
  },
  {
    "id": "kpPVgJJxszyYviuv",
    "name": "Trident of Fish Command",
    "img": "systems/D35E/icons/items/magic/weapons/named/trident-of-fish-command.png",
    "price": 18650,
    "weight": 4,
    "description": "Trident of Fish Command: The magical properties of this +1 trident with a 6-foot-long haft enable its wielder to charm up to 14 HD of aquatic animals (Will DC 16 negates, animals get a +5 bonus if currently under attack by the wielder or his allies), no two of which can be more than 30 feet apart. The wielder can use this effect up to three times per day. The wielder can communicate with the animals as if using a speak with animals spell. Animals making their saving throw are free of control, but they will not approach within 10 feet of the trident. The trident can be used up to three times per day. Moderate enchantment; CL 7th; Craft Magic Arms and Armor, speak with animals ; Price 18,650 gp; Cost 9,325 gp + 746 XP."
  },
  {
    "id": "l3vI1GqaEOMXNlik",
    "name": "Sword of Subtlety",
    "img": "systems/D35E/icons/items/magic/weapons/named/sword-of-subtelty.png",
    "price": 22310,
    "weight": 2,
    "description": "Sword of Subtlety: A +1 short sword with a thin, dull gray blade, this weapon provides a +4 bonus on its wielder's attack and damage rolls when he is making a sneak attack with it. Moderate illusion; CL 7th; Craft Magic Arms and Armor, blur ; Price 22,310 gp; Cost 11,155 gp + 892 XP."
  },
  {
    "id": "mIQBMeA2zKJCqJGY",
    "name": "Spear, Cursed Backbiter",
    "img": "systems/D35E/icons/items/magic/weapons/named/spear-cursed-backbitter.png",
    "price": 7500,
    "weight": 3,
    "description": "Spear, Cursed Backbiter: This is a +2 shortspear , but each time it is used in melee against a foe and the attack roll is a natural 1, it damages its wielder instead of her intended target. When the curse takes effect, the spear curls around to strike its wielder in the back, automatically dealing the damage to the wielder. The curse even functions when the spear is hurled, and in such a case the damage to the hurler is doubled. Moderate evocation; CL 10th; Craft Magic Arms and Armor, bestow curse ; Price 7,500 gp."
  },
  {
    "id": "wvRmCNINFroJi7Cu",
    "name": "Dagger of Venom",
    "img": "systems/D35E/icons/items/magic/weapons/named/dagger-of-venom.png",
    "price": 8302,
    "weight": 1,
    "description": "Dagger of Venom: This black +1 dagger has a serrated edge. It allows the wielder to use a poison effect (as the spell, save DC 14) upon a creature struck by the blade once per day. The wielder can decide to use the power after he has struck. Doing so is a free action, but the poison effect must be invoked in the same round that the dagger strikes. Faint necromancy; CL 5th; Craft Magic Arms and Armor, poison ; Price 8,302 gp; Cost 4,302 gp + 320 XP."
  },
  {
    "id": "xW9DZYjv13sRGQM1",
    "name": "Stormbrand",
    "img": "systems/D35E/icons/items/magic/weapons/named/stormbrand.png",
    "price": 235350,
    "weight": 8,
    "description": "Stormbrand: This + 4 thundering shocking burst greatsword allows its wielder to fly at will (as the fly spell). Furthermore, the wielder can move normally (including flying) even in the strongest winds. When the weapon is drawn, the wielder gains electricity resistance 30 and sonic resistance 30. Caster Level: 21st; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, blindness/deafness , call lightning or lightning bolt , control winds , fly , protection from energy; Market Price: 235,350 gp; Cost to Create: 117,850 gp + 12,350 XP."
  },
  {
    "id": "xrkSQhKlf6IMKH2X",
    "name": "Hammer of Thunderbolts",
    "img": "systems/D35E/icons/items/magic/weapons/named/hammer-of-thunderbolts.png",
    "price": 12,
    "weight": 5,
    "description": "Hammer of Thunderbolts: This +3 Large returning warhammer deals 4d6 points of damage on any hit. Further, if the wielder wears a belt of giant Strength and gauntlets of ogre power and he knows that the hammer is a hammer of thunderbolts (not just a +3 warhammer ), the weapon can be used to full effect: It gains a total +5 enhancement bonus, allows all belt and gauntlet bonuses to stack (only when using this weapon), and strikes dead any giant upon whom it scores a hit (Fortitude DC 20 negates the death effect but not the damage). When hurled, on a successful attack the hammer emits a great noise, like a clap of thunder, causing all creatures within 90 feet to be stunned for 1 round (Fortitude DC 15 negates). The hammer's range increment is 30 feet. Strong evocation, necromancy, and transmutation; CL 20th; Weight 15 lb."
  },
  {
    "id": "yIgywxDJNsZunLBP",
    "name": "Souldrinker",
    "img": "systems/D35E/icons/items/magic/weapons/named/souldrinker.png",
    "price": 478335,
    "weight": 6,
    "description": "Souldrinker: This + 5 bastard sword bestows 2d4 negative levels on its target whenever it deals damage, just as if its target had been struck by the energy drain spell. Each negative level bestowed grants the wielder 5 temporary hit points. One day after being struck, the subject must make a Fortitude save (DC 25) for each negative level or lose a level. If this sword's power causes a character to have negative levels at least equal to his or her current level, the character is instantly slain and the wielder gains an additional 10 temporary hit points. Temporary hit points gained from this weapon last for a maximum of 1 hour. Caster Level: 21st; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, Spell Focus (Necromancy), energy drain; Market Price: 478,335 gp; Cost to Create: 239,315 gp + 14,780 XP."
  },
  {
    "id": "yKtUP3YaQlwGOxHG",
    "name": "Chaosbringer",
    "img": "systems/D35E/icons/items/magic/weapons/named/chaosbringer.png",
    "price": 4025350,
    "weight": 12,
    "description": "Chaosbringer: This + 6 greataxe of anarchic power grants its wielder the ability to fly into a rage (identical to a barbarian's rage) once per day (or one additional time per day if the wielder already has the rage class feature). If the wielder has the greater rage class feature, the weapon also grants the wielder the Incite Rage epic feat. Caster Level: 23rd; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, rage , mass charm monster; Market Price: 4,025,350 gp; Cost to Create: 2,012,850 gp + 50,250 XP."
  },
  {
    "id": "ylg3viSzByMrMxJk",
    "name": "Backstabber",
    "img": "systems/D35E/icons/items/magic/weapons/named/backstabber.png",
    "price": 770310,
    "weight": 2,
    "description": "Backstabber: This + 6 short sword adds +2d6 to the wielder's sneak attack damage. If the wielder does not have the sneak attack ability, this weapon does not grant it. Caster Level: 21st; Prerequisites: Craft Magic Arms and Armor, Craft Epic Magic Arms and Armor, inflict moderate wounds; Market Price: 770,310 gp; Cost to Create: 385,310 gp + 17,700 XP."
  }
]